Repository: abhipan1982/JSWSALEM
Catalog: PE.HMIWWW.Core/Resources/VM_Resources.*.resx
Languages: pl_pl

# NAME_PassScheduleName4Search
source: Pass Schedule Name For Search
pl_pl: Nazwa do wyszukania

# NAME_TailFunction
source: Tail Function
pl_pl: Funkcja ogona

# PAGE_TITLE_PassSchedule_AddPassScheduleDialog
source: Add New Pass Schedule
pl_pl: Dodaj nowy plan walcowania

# BUTTON_detailsPS
source: Pass Schedule Details
pl_pl: Szczegóły planu

# PAGE_TITLE_PassSchedule_EditProductCatalogueDialog
source: Edit Product Catalogue
pl_pl: Edycja katalogu produktu

# ERROR_ErrorInModulePassSchedule
source: Error In Module Pass Schedule
pl_pl: Błąd w module PassSchedule

# NAME_Angle1
source: Angle 1
pl_pl: Kąt 1

# NAME_Angle2
source: Angle 2
pl_pl: Kąt 2

# NAME_Depth1
source: Depth 1
pl_pl: Głębokość 1

# NAME_Depth2
source: Depth 2
pl_pl: Głębokość 2

# NAME_GrooveNameShort
source: GrooveNameShort
pl_pl: Skrócona nazwa

# NAME_Radius1
source: Radius 1
pl_pl: Promień 1

# NAME_Radius2
source: Radius 2
pl_pl: Promień 2

# NAME_Radius3
source: Radius 3
pl_pl: Promień 3

# NAME_SpreadFactor
source: Spread Factor
pl_pl: Ścieralność

# NAME_Width1
source: Width 1
pl_pl: Szerokość 1

# NAME_Width2
source: Width 2
pl_pl: Szerokość 2

# PAGE_TITLE_GrooveTemplates_Index
source: Groove Templates
pl_pl: Szablony wykrojów

# UNIT_Depth
source: in
pl_pl: mm

# UNIT_WidthSmall
source: in
pl_pl: mm

# HMI_MENU_GrooveTemplate
source: Groove Templates
pl_pl: Szablony wykrojów

# HMI_MENU_Rollshop
source: Rollshop
pl_pl: Warsztat walców

# NAME_GrooveTemplateName
source: Groove Template Name
pl_pl: Szablon wykroju

# NAME_Shape
source: Shape
pl_pl: Kształt

# PAGE_TITLE_GrooveTemplates_AddGrooveTemplateDialog
source: Add Groove Template
pl_pl: Nowy szablon wykrojów

# PAGE_TITLE_GrooveTemplates_EditGrooveTemplateDialog
source: Edit Groove Template
pl_pl: Edycja szablonu wykrojów

# ENUM_RollScrapReason_Other
source: Other
pl_pl: Inny

# ENUM_RollScrapReason_Used
source: Used
pl_pl: Zużyty

# ENUM_RollScrapReason_Broken
source: Broken
pl_pl: Złamanie

# ENUM_RollScrapReason_DamagedChock
source: Chock
pl_pl: Uchwyt

# ENUM_RollStatus_Undefined
source: Undefined
pl_pl: Nieznany

# ENUM_RollStatus_New
source: New
pl_pl: Nowy

# ENUM_RollStatus_InRollSet
source: In Roll Set
pl_pl: W złożeniu

# ENUM_RollStatus_Unassigned
source: Unassigned
pl_pl: Nieprzypisany

# ENUM_RollStatus_NotAvailable
source: Not available
pl_pl: Niedostępny

# ENUM_RollStatus_Turning
source: Turning
pl_pl: W toczeniu

# ENUM_RollStatus_Scrapped
source: Scrapped
pl_pl: Złomowany

# ENUM_RollStatus_SchedulledForRollset
source: Scheduled for assemble
pl_pl: Zapl. do złożenia

# HMI_MENU_Cassette
source: Cassette Management
pl_pl: Zarządzanie kasetami

# HMI_MENU_CassetteType
source: Cassette Types
pl_pl: Typy kaset

# HMI_MENU_GrindingTurning
source: Grinding And Turning
pl_pl: Toczenie i szlifowanie

# HMI_MENU_RollChange
source: Roll Change
pl_pl: Zmiana walców

# HMI_MENU_RollsManagement
source: Roll Management
pl_pl: Zarządzanie walcami

# HMI_MENU_RollSetHistory
source: Roll Set History
pl_pl: Historia złożeń

# HMI_MENU_RollSetManagement
source: Roll Set Management
pl_pl: Zarządzanie złożeniami

# HMI_MENU_RollSetToCassette
source: Roll Set and Cassette Management
pl_pl: Złożenia i kasety

# HMI_MENU_RollShopPassChange
source: Pass Change
pl_pl: Zmiana wykroju

# HMI_MENU_RollType
source: Roll Type Management
pl_pl: Typy walców

# NAME_AccBilletCntLimit
source: Acc Billet Counter Limit
pl_pl: Limit łącznej ilości kęsów

# NAME_AccWeightLimit
source: Acc Weight Limit
pl_pl: Limit łącznej wagi

# NAME_ChokeType
source: Choke Type
pl_pl: Rodzaj uchwytu

# NAME_DescriptionType
source: Description Type
pl_pl: Typ opisu

# NAME_DrawingName
source: Drawing Name
pl_pl: Rysunek

# NAME_RollGroovesNumber
source: Grooves Number
pl_pl: Nr przekroju

# NAME_RollName
source: Roll
pl_pl: Walec

# NAME_RollScrapReason
source: Roll Scrap Reason
pl_pl: Powód złomowania

# NAME_RollSetBottom
source: Roll Set Bottom
pl_pl: Złożenie dolne

# NAME_RollSetName
source: Roll Set Name
pl_pl: Złożenie

# NAME_RollSetUpper
source: Roll Set Upper
pl_pl: Złożenie górne

# NAME_RollTypeName
source: Roll Type
pl_pl: Typ walców

# NAME_RoughnessMaximum
source: Roughness Maximum
pl_pl: Chropowatość max.

# NAME_RoughnessMinimum
source: Roughness Minimum
pl_pl: Chropowatość min.

# NAME_ScrapDate
source: Scrap Date
pl_pl: Data złomowania

# NAME_YieldStrengthRef
source: Yield Strength Ref
pl_pl: Sprężystość

# PAGE_TITLE_RollsManagement_AddRollDialog
source: Add Roll
pl_pl: Nowy walec

# PAGE_TITLE_RollsManagement_EditRollDialog
source: Edit Roll
pl_pl: Edycja walca

# PAGE_TITLE_RollsManagement_Index
source: Rolls Management
pl_pl: Zarządzanie walcami

# PAGE_TITLE_RollsManagement_ScrapRollDialog
source: Scrap Roll
pl_pl: Złomuj walec

# PAGE_TITLE_RollType_AddRollTypeDialog
source: Add Roll Type
pl_pl: Nowy typ walców

# PAGE_TITLE_RollType_EditRollTypeDialog
source: Edit Roll Type
pl_pl: Edycja typu walców

# PAGE_TITLE_RollType_Index
source: Roll Types
pl_pl: Typy walców

# UNIT_Diameter
source: in
pl_pl: mm

# UNIT_WeightBig
source: lb
pl_pl: t

# BUTTON_rollset_history
source: Roll Set History
pl_pl: Historia złożenia

# BUTTON_rolls_assemble
source: Rolls Assemble
pl_pl: Zmontuj złożenie

# BUTTON_rolls_disassemble
source: Rolls Disassemble
pl_pl: Rozmontuj złożenie

# NAME_CassetteName
source: Cassette
pl_pl: Kaseta

# NAME_Dismounted
source: Dismounted
pl_pl: Rozmontowano

# NAME_Mounted
source: Mounted
pl_pl: Zamontowano

# NAME_PositionInCassette
source: Position In Cassette
pl_pl: Pozycja w kasecie

# NAME_RollBottomName
source: Roll Bottom
pl_pl: Walec dolny

# NAME_RollsetHistoryStatus
source: Roll Set History Status
pl_pl: Status historii złożenia

# NAME_RollsetStatus
source: Roll Set Status
pl_pl: Status złożenia

# NAME_RollSetStatusActual
source: Roll Set Status Act.
pl_pl: Akt. status złożenia

# NAME_RollsetType
source: Roll Set Type
pl_pl: Typ złożenia

# NAME_RollTypeBottom
source: Roll Type Bottom
pl_pl: Typ walca dolnego

# NAME_RollTypeUpper
source: Roll Type Upper
pl_pl: Typ walca górnego

# NAME_RollUpperName
source: Roll Upper
pl_pl: Walec górny

# PAGE_TITLE_RollSetManagement_Index
source: Roll Set Management
pl_pl: Zarządzanie złożeniami

# GLOB_RollSetHistoryStatus_0
source: Undefined
pl_pl: Niezdefiniowany

# GLOB_RollSetHistoryStatus_1
source: Actual
pl_pl: Aktualny

# GLOB_RollSetHistoryStatus_2
source: Old
pl_pl: Zdezaktualizowany

# GLOB_RollSetHistoryStatus_3
source: Planned
pl_pl: Zaplanowany

# ENUM_RollSetHistoryStatus_Undefined
source: Undefined
pl_pl: Nieznany

# ENUM_RollSetHistoryStatus_Actual
source: Actual
pl_pl: Aktualne

# ENUM_RollSetHistoryStatus_Old
source: Old
pl_pl: Stare

# ENUM_RollSetHistoryStatus_Planned
source: Planned
pl_pl: Planowane

# ENUM_RollSetStatus_Undefined
source: Undefined
pl_pl: Nieznany

# ENUM_RollSetStatus_Empty
source: Empty
pl_pl: Puste

# ENUM_RollSetStatus_Turning
source: Turning
pl_pl: W toczeniu

# ENUM_RollSetStatus_Ready
source: Ready
pl_pl: Gotowe

# ENUM_RollSetStatus_ScheduledForCassette
source: Scheduled
pl_pl: Planowany

# ENUM_RollSetStatus_ReadyForMounting
source: In cassette
pl_pl: W kasecie

# ENUM_RollSetStatus_Mounted
source: Mounted
pl_pl: Zainstalowane

# ENUM_RollSetStatus_Dismounted
source: Dismounted
pl_pl: Zdeinstalowane

# ENUM_RollSetStatus_NotAvailable
source: Not available
pl_pl: Niedostępne

# ENUM_RollSetStatus_ScheduledForAssemble
source: Scheduled for assemble
pl_pl: Do złożenia

# PAGE_TITLE_RollSetManagement_AddRollSetDialog
source: Add Roll Set
pl_pl: Dodaj złożenie

# PAGE_TITLE_RollSetManagement_AssembleRollSetDialog
source: Assemble Roll Set
pl_pl: Zmontuj złożenie

# BUTTON_rollset_config
source: Roll SetConfig
pl_pl: Konfiguracja złożenia

# BUTTON_rolls_dismount_cassette
source: Dismount Cassette
pl_pl: Rozmontuj kasetę

# BUTTON_rolls_dismount_rollset
source: Dismount Roll Set
pl_pl: Wymontuj złożenie

# BUTTON_rolls_mount_rollset
source: Mount Roll Set
pl_pl: Zainstaluj złożenie

# BUTTON_rolls_mount_with_cassette
source: Mount Cassette With Roll Set
pl_pl: Zmontuj kasetę ze złożeniem

# BUTTON_rolls_swap_cassette
source: Swap Cassette
pl_pl: Zamień kasetę

# BUTTON_rolls_swap_rollset
source: Swap Roll Set
pl_pl: Zamień złożenie

# BUTTON_rolls_unload
source: Unload
pl_pl: Wyładuj

# ENUM_CassetteArrangement_Undefined
source: Undefined
pl_pl: Niezdefiniowany

# ENUM_CassetteArrangement_Horizontal
source: Horizontal
pl_pl: Poziomo

# ENUM_CassetteArrangement_Vertical
source: Vertical
pl_pl: Pionowo

# ENUM_CassetteArrangement_Other
source: Other
pl_pl: Inny

# ENUM_CassetteStatus_Undefined
source: Undefined
pl_pl: Nieznany

# ENUM_CassetteStatus_New
source: New
pl_pl: Nowa

# ENUM_CassetteStatus_Empty
source: Empty
pl_pl: Pusta

# ENUM_CassetteStatus_RollSetInside
source: Roll Set inside
pl_pl: Ze złożeniem

# ENUM_CassetteStatus_MountedInStand
source: Mounted in stand
pl_pl: Zainstalowana

# ENUM_CassetteStatus_InRegeneration
source: In regeneration
pl_pl: W regeneracji

# ENUM_CassetteStatus_NotAvailable
source: Not available
pl_pl: Niedostępna

# ENUM_CassetteStatus_AssembleIncomplete
source: Assemble Incomplete
pl_pl: Montaż niezakończony

# ENUM_CassetteStatus_NoStatus
source: No Status
pl_pl: Brak statusu

# GLOB_COLUMN_RollsetPlanned
source: Planned Roll Sets
pl_pl: Planowane złożenia

# COLUMN_InterCassettePlanned
source: Inter Cassette Planned
pl_pl: Planowane wewnętrzne kasety

# GLOB_ConfirmRollSetCancelInfo
source: Roll set will be cancelled are you sure?
pl_pl: Złożenie zostanie anulowane, jesteś pewny?

# GLOB_ConfirmRollSetConfirmInfo
source: Roll set will be confirmed, are you sure?
pl_pl: Złożenie zostanie potwierdzone, jesteś pewny?

# GLOB_Form_Button_Add
source: Add
pl_pl: Dodaj

# GLOB_Form_Button_Delete
source: Delete
pl_pl: Usuń

# GLOB_Form_Button_Save
source: Save
pl_pl: Zapisz

# NAME_AccBilletCnt
source: Accumulate Billet Counter
pl_pl: Łaczna liczba kęsów

# NAME_AccWeight
source: Accumulate Weight
pl_pl: Łączna waga

# NAME_AccWeightRatio
source: Accumulate Weight Usage Ratio
pl_pl: Wsp. zużycia łącznej wagi

# NAME_AccWeightRatio_ToTable
source: Usage
pl_pl: Zużycie

# NAME_AccWeight_ToTable
source: Weight
pl_pl: Waga

# NAME_Arrangement
source: Arrangement
pl_pl: Ułożenie

# NAME_NewGroove
source: New Groove
pl_pl: Wykrój

# NAME_NumberOfPosition
source: Number Of Position
pl_pl: Liczba pozycji

# NAME_ScheduledRollsets
source: Scheduled Roll Sets
pl_pl: Zaplanowane złożenia

# NAME_Type
source: Type
pl_pl: Typ

# PAGE_TITLE_Cassette_AddCassetteDialog
source: Add Cassette
pl_pl: Dodaj kasetę

# PAGE_TITLE_Cassette_EditCassetteDialog
source: Edit Cassette
pl_pl: Edycja kasety

# PAGE_TITLE_Cassette_Index
source: Cassettes
pl_pl: Kasety

# PAGE_TITLE_GrindingTurning_ConfigRollSetDialog
source: Roll Set Config
pl_pl: Konfiguracja złożenia

# PAGE_TITLE_GrindingTurning_ConfigRollSetSubmit
source: Roll Set Config
pl_pl: Konfiguracja złożenia

# PAGE_TITLE_GrindingTurning_Index
source: Grinding And Turning
pl_pl: Toczenie i szlifowanie

# PAGE_TITLE_RollSetManagement_DisassembleRollSetDialog
source: Dissasemble Roll Set
pl_pl: Rozmontuj złożenie

# PAGE_TITLE_RollSetManagement_EditRollSetDialog
source: Edit Roll Set Status
pl_pl: Edycja stanu złożenia

# UNIT_Weight
source: lb
pl_pl: t

# ENUM_RollGrooveStatus_Undefined
source: Undefined
pl_pl: Nieznany

# ENUM_RollGrooveStatus_Actual
source: Actual
pl_pl: Aktualny

# ENUM_RollGrooveStatus_Active
source: Active
pl_pl: Aktywny

# ENUM_RollGrooveStatus_Old
source: Old
pl_pl: Stary

# ENUM_RollGrooveStatus_PlannedAndNoChange
source: Planned and No Change
pl_pl: Zaplanowany bez zmian

# ENUM_RollGrooveStatus_PlannedAndTurning
source: Planned and Turning
pl_pl: Zaplanowany i szlifowany

# ENUM_RollGrooveStatus_PlannedAndNotAvailable
source: Planned and Not Available
pl_pl: Zaplanowany i niedostępny

# ENUM_RollGrooveStatus_NotAvailable
source: Not Available
pl_pl: Niedostępny

# ENUM_StandStatus_Undefined
source: Undefined
pl_pl: Niezdefiniowany

# ENUM_StandStatus_Active
source: Active
pl_pl: Aktywny

# ENUM_StandStatus_Inactive
source: Inactive
pl_pl: Niekatywny

# NAME_ActiveGrooves
source: Active Grooves
pl_pl: Aktywne wykroje

# PAGE_TITLE_ActualStandConfiguration
source: Actual Mill Configuration
pl_pl: Konfiguracja linii

# PAGE_TITLE_ActualStandConfiguration_Index
source: Actual Mill Configuration
pl_pl: Konfiguracja klatek

# COLUMNNAME_AvailableCassettes
source: Available Cassettes
pl_pl: Dostępne kasety

# COLUMNNAME_RollsetAvailable
source: Roll Set Available
pl_pl: Dostępne złożenie

# COLUMNNAME_RollsetInstalled
source: Roll Set Installled
pl_pl: Zainstalowane złożenie

# COLUMNNAME_RollType
source: Roll Type
pl_pl: Typ walca

# COLUMNNAME_InterCassType
source: Inter Cassette Type
pl_pl: Typ wewnętrznej kasety

# COLUMN_RollsetPlanned
source: Roll Set Planned
pl_pl: Planowane złożenie

# PAGE_TITLE_RollsetToCassette_Index
source: Roll Set And Cassette Management
pl_pl: Zarządzanie złożeniami i kasetami

# FIELDNAME_Position
source: Position
pl_pl: Pozycja

# FIELDNAME_Rollset
source: Roll Set
pl_pl: Złożenie

# PAGE_TITLE_RollsetToCassette_AssembleCassetteAndRollsetDialog
source: Assemble Cassette And Roll Set
pl_pl: Zmontuj kasetę i złożenie

# GLOB_ConfirmTurningRollSetCancelInfo
source: Turning cancelled, are you sure?
pl_pl: Toczenie anulowane, jesteś pewny?

# GLOB_ConfirmTurningRollSetConfirmInfo
source: Turning completed, are you sure?
pl_pl: Zakończono operację toczenia, jesteś pewny?

# PAGE_TITLE_ActualStandConfiguration_CassetteInfoPopupDialog
source: Cassette Info
pl_pl: Informacja o kasecie

# PAGE_TITLE_ActualStandConfiguration_DismountCassetteDialog
source: Dismount Cassette
pl_pl: Rozmontuj kasetę

# PAGE_TITLE_ActualStandConfiguration_DismountRollSetDialog
source: Dismount Roll Set
pl_pl: Rozmontuj złożenie

# PAGE_TITLE_ActualStandConfiguration_MountCassetteDialog
source: Mount Cassette
pl_pl: Zmontuj kasetę

# PAGE_TITLE_ActualStandConfiguration_MountRollSetDialog
source: Mount Roll Set
pl_pl: Zmontuj złożenie

# PAGE_TITLE_ActualStandConfiguration_RollSetInfoPopupDialog
source: Roll Set Info
pl_pl: Informacja o złożeniu

# PAGE_TITLE_ActualStandConfiguration_SwapCassetteDialog
source: Swap Cassette
pl_pl: Zamień kasetę

# PAGE_TITLE_ActualStandConfiguration_SwapRollSetDialog
source: Swap Roll Set
pl_pl: Zamień złożenie

# PAGE_TITLE_GrindingTurning_TurningInfoPopupDialog
source: Roll Set Info
pl_pl: Informacje o złożeniu

# NAME_ArrangementNew
source: New Arrangement
pl_pl: Nowe ułożenie

# NAME_StatusNew
source: New Status
pl_pl: Nowy status

# PAGE_TITLE_RollsetManagement_RollSetInfoPopupDialog
source: Roll Set Info
pl_pl: Informacje o złożeniu

# PAGE_TITLE_RollsManagement_RollSetInfoPopupDialog
source: Roll Set Info
pl_pl: Informacje o złożeniu

# PAGE_TITLE_ActualStandConfiguration_EditStandConfigurationDialog
source: Edit Stand
pl_pl: Edycja klatki

# PAGE_TITLE_ActualStandConfiguration_PassChangeGrooveDialog
source: Pass Change Groove
pl_pl: Edycja szablonu wykrojów

# PAGE_TITLE_GrindingTurning_RollSetHistoryPopupDialog
source: Roll Set History
pl_pl: Historia złożenia

# NAME_AccBilletCntRatio_ToTable
source: Usage
pl_pl: Użycie

# NAME_AccBilletCnt_ToTable
source: Billets
pl_pl: Kęsy

# NAME_AvailableCassettes
source: Available Cassettes
pl_pl: Dostepne kasety

# NAME_AvailableRollsets
source: Available Roll Sets
pl_pl: Dostępne złożenia

# NAME_AvailableInterCassettes
source: Available Inter Cassettes
pl_pl: Dostępne wewnętrzne kasety

# NAME_EstimatedProdDate
source: Estimated Date
pl_pl: Przybliżona data

# NAME_EstRollChangeTime
source: Estimated Roll Change
pl_pl: Przybliżona zmiana walca

# NAME_GrooveNumber
source: Groove Number
pl_pl: Numer wykroju

# NAME_GrooveStatus
source: Groove Status
pl_pl: Status wykroju

# NAME_InstalledRollsets
source: Installed Roll Sets
pl_pl: Zainstalowane złożenia

# NAME_InstalledInterCassettes
source: Installed Inter Cassettes
pl_pl: Zamontowane kasety wewnętrzne

# NAME_PlannedRollSets
source: Planned Roll Sets
pl_pl: Zaplanowane złożenia

# NAME_Rollset4Mounting
source: Roll Set To Mount
pl_pl: Złożenie do zamontowania

# PAGE_TITLE_RollsetToCassette_CassetteInfoPopupDialog
source: Cassette Info
pl_pl: Informacje o kasecie

# PAGE_TITLE_RollsetToCassette_RollSetInfoPopupDialog
source: Roll Set Info
pl_pl: Informacje o złożeniu

# UNIT_WeightTons
source: lb
pl_pl: t

# NAME_GrooveActualTemplate
source: Groove Actual Template
pl_pl: Akt. szablon

# NAME_GrooveConfirmed
source: Confirmed
pl_pl: Potwierdzone

# NAME_ScheduledGrindingRollsets
source: Scheduled Grindings And Turnings
pl_pl: Zaplanowane szlifowania i toczenia

# PAGE_TITLE_GrindingTurning_ConfirmRollSetDialog
source: Confirm Roll Set
pl_pl: Zatwierdzenie zestawu walców

# PAGE_TITLE_CassetteType_AddCassetteTypeDialog
source: Add Cassette Type
pl_pl: Nowy typ kasety

# PAGE_TITLE_CassetteType_EditCassetteTypeDialog
source: Edit Cassette Type
pl_pl: Edycja typu kasety

# PAGE_TITLE_CassetteType_Index
source: Cassette Types
pl_pl: Typy kaset

# PAGE_TITLE_RollsetManagement_RollSetHistoryPopupDialog
source: Roll Set History
pl_pl: Historia złożenia

# NAME_Rollset4Dismounting
source: Roll Set To Dismount
pl_pl: Złożenie do rozmontowania

# BUTTON_delay_split
source: Delay Split
pl_pl: Podziel przestój

# PAGE_TITLE_ProductionOverview_Index
source: Production Overview
pl_pl: Przegląd produkcji

# GLOB_Name_ProductDetails
source: Product Details
pl_pl: Szczegóły produktu

# HMI_MENU_ProductionOverview
source: Production Overview
pl_pl: Przegląd produkcji

# GLOB_NAME_Area
source: Area
pl_pl: Obszar

# GLOB_NAME_GroupDevice
source: Group/Device
pl_pl: Grupa/Urządzenie

# GLOB_NAME_PartType
source: Part/Type
pl_pl: Część/Typ

# GLOB_DelayCategory_0
source: Undefined
pl_pl: Niezdefiniowana

# GLOB_DelayCategory_1
source: Scheduled
pl_pl: Zaplanowana

# GLOB_DelayCategory_2
source: Not Scheduled
pl_pl: Nieplanowana

# GLOB_NAME_Reason
source: Reason
pl_pl: Powód

# NAME_Hours
source: Hours
pl_pl: Godziny

# NAME_IsScheduled
source: Scheduled
pl_pl: Zaplanowany

# NAME_Minutes
source: Minutes
pl_pl: Minuty

# NAME_DelayCategory
source: Delay Category
pl_pl: Kategoria przestojów

# NAME_DelayKeyName
source: Delay key name
pl_pl: Przestój

# NAME_Cancel
source: Cancel
pl_pl: Anuluj

# NAME_Insert
source: Insert
pl_pl: Wstaw

# PAGE_TITLE_DelaysSummary_EditDelayDialog
source: Classify Delay
pl_pl: Klasyfikacja przestoju

# PAGE_TITLE_BilletProductionHistory_Index
source: Billet production history
pl_pl: Historia produkcji kęsów

# HMI_MENU_BilletProductionHistory
source: Billet Production History
pl_pl: Historia produkcji kęsów

# PAGE_TITLE_BilletProductionHistory_GetProductionBilletData
source: Billet production data info
pl_pl: Informacje szczegółowe kęsów

# NAME_BilletsInScheduledWorkOrder
source: Billets in Scheduled Order
pl_pl: Plan zamówień biletów

# NAME_ActiveStandStates
source: Active Stand States
pl_pl: Stan aktywnych klatek

# NAME_Quantity
source: Quantity
pl_pl: Ilość

# NAME_CommercialGroup
source: Commercial Group
pl_pl: Grupa komercyjna

# NAME_CustomerUseCode
source: Customer Use Code
pl_pl: Kod użytkowy klienta

# NAME_CustomerUseDescription
source: Customer Use Description
pl_pl: Opis użytkowy klienta

# NAME_CustomerUseDescriptionShort
source: Customer Use
pl_pl: Opis użytkowy klienta

# NAME_SteelFamilyCode
source: Steel Family Code
pl_pl: Kod grupy stali

# NAME_OvenRecipeDurationMax
source: Oven Recipe Duration Max
pl_pl: Max czas trwania formuły pieca

# NAME_OvenRecipeDurationMin
source: Oven Recipe Duration Min
pl_pl: Min czas trwania formuły pieca

# NAME_OvenRecipePosition
source: Oven Recipe Pos.
pl_pl: Pozycja formuły pieca

# NAME_OvenRecipeTemperature
source: Oven Recipe Temp.
pl_pl: Temp. formuły pieca

# NAME_OvenRecipeTemperatureTollInf
source: Oven Recipe Temp. Toll Inf
pl_pl: Temp. ??? formuły pieca

# NAME_OvenRecipeTemperatureTollSup
source: Oven Recipe Temp. Toll Sup
pl_pl: Temp. ??? formuły pieca

# NAME_QualitySpecification
source: Quality Specification
pl_pl: Specyfikacja jakościowa

# CONTROLLER_DefectCatalogue
source: Defect Catalogue
pl_pl: Katalog defektów

# HMI_MENU_DefectCatalogue
source: Defects Catalogue
pl_pl: Katalog defektów

# PAGE_TITLE_SteelGrade_InfoSteelGradeDialog
source: Info Steelgrade
pl_pl: Informacje o gatunkach stali

# NAME_DefectId
source: Defect Id
pl_pl: ID defektu

# NAME_DefectName
source: Defect Name
pl_pl: Nazwa defektu

# NAME_ExtDefectId
source: Ext. Defect Id
pl_pl: Zew. ID defektu

# PAGE_TITLE_DefectCatalogue_Index
source: Defect Catalogue
pl_pl: Katalog defektów

# PAGE_TITLE_DefectCatalogue_DefectCatalogueAddPopup
source: Add Defect Catalog entry
pl_pl: Dodawanie defektu

# PAGE_TITLE_DefectCatalogue_DefectCatalogueEditPopup
source: Edit Defect Catalogue
pl_pl: Edycja katalogu defektu

# NAME_DelayRealDuration
source: Delay Duration
pl_pl: Czas trwania przestoju

# NAME_ExecutionCode
source: Execution Code
pl_pl: Kod uzytkowy

# NAME_ExecutionDescription
source: Execution Description
pl_pl: Opis uzytkowy

# NAME_ExecutionDescriptionShort
source: Execution
pl_pl: Zastosowanie

# NAME_ExecutionShortDescription
source: Execution Short Description
pl_pl: Krótki opis użytkowy

# NAME_ExecutionShortestDescription
source: Execution Shortest Description
pl_pl: Skrócony opis użytkowy

# NAME_FirstDimensionMm
source: First Dimension
pl_pl: Pierwszy wymiar

# NAME_FunctionCode
source: Function Code
pl_pl: Kod funkcji

# NAME_FunctionDescription
source: Function Description
pl_pl: Opis funkcji

# NAME_HeatTreatCode
source: Heat Treat Code
pl_pl: Kod obróbki cieplnej

# NAME_FunctionDescriptionShort
source: Function
pl_pl: Funkcja

# NAME_HeatTreatCodeShort
source: Heat Treat
pl_pl: Obróbka cieplna

# NAME_HeatTreatDescription
source: Heat Treat Description
pl_pl: Opis obróbki cieplnej

# NAME_HeatTreatShortDescription
source: Heat Treat Short Description
pl_pl: Krótki opis obróbki cieplnej

# NAME_HeatTreatShortestDescription
source: Heat Treat Shortest Description
pl_pl: Skrócony opis obróbki cieplnej

# NAME_LastUpdate
source: Last Update
pl_pl: Ostatnia aktualizacja

# NAME_ProfileCode
source: Profile Code
pl_pl: Kod profilu

# NAME_ProfileDescription
source: Profile Description
pl_pl: Opis Profilu

# NAME_ProfileDescriptionShort
source: Profile
pl_pl: Profil

# NAME_ProfileShortDescription
source: Profile Short Description
pl_pl: Krótki opis prosilu

# NAME_ProfileShortestDescription
source: Profile Shortest Description
pl_pl: Skrócony opis profilu

# NAME_SecondDimensionMm
source: Second Dimension
pl_pl: Drugi wymiar

# NAME_ShapeCode
source: Shape Code
pl_pl: Kod kształtu

# NAME_ShapeDescription
source: Shape Description
pl_pl: Opis Kształtu

# NAME_SuperfTreatCode
source: Superf Treat Code
pl_pl: Kod obróbki powierzchn.

# NAME_SuperfTreatDescription
source: Superf Treat Description
pl_pl: Opis obróbki powierzchn.

# NAME_SuperfTreatShortDescription
source: Superf Treat Short Description
pl_pl: Krótki opis obróbki powierzchn.

# NAME_SuperfTreatShortestDescription
source: Superf Treat Shortest Description
pl_pl: Skrócony opis obróbki powierzchn.

# PAGE_TITLE_BilletCatalogue_InfoBilletCatalogueDialog
source: Billet Catalogue Info
pl_pl: Informacje o kęsach

# NAME_ClassifyFor
source: Classify for (hh:mm:ss)
pl_pl: Klasyfikuj dla (hh:mm:ss)

# NAME_DelayTime
source: Delay
pl_pl: Przestój

# NAME_ItIsCobble
source: Cobble
pl_pl: Zakleszczenie

# NAME_RelatedBillet
source: Related Billet
pl_pl: Powiązany kęs

# NAME_WholeDelays
source: Whole Delay
pl_pl: Cały przestój?

# NAME_GradeCode
source: Grade Code
pl_pl: Kod klasy

# NAME_LengthTolerance
source: Length Tolerance
pl_pl: Długość tolerancji

# NAME_LengthToleranceSign
source: Length Tolerance Sign
pl_pl: Znajk dł. tolerancji

# NAME_Pathcode
source: Pathcode
pl_pl: Kod ścieżki

# NAME_ShapeShortDescription
source: Shape Short Description
pl_pl: Krótki opis kształtu
