Repository: abhipan1982/JSWSALEM
Catalog: PE.HMIWWW.Core/Resources/VM_Resources.*.resx
Languages: pl_pl

# BUTTON_CopyForm
source: Copy form
pl_pl: Kopiuj formularz

# BUTTON_delete
source: Delete
pl_pl: Usuń

# BUTTON_edit
source: Edit
pl_pl: Edycja

# BUTTON_info
source: Info
pl_pl: Informacje

# BUTTON_SubmitForm
source: Save
pl_pl: Zapisz

# ERROR_NoCommunication
source: Error during communication!
pl_pl: Blad podczas przesylania danych!

# ERROR_NoCommunicationWithWatchdog
source: No Communication with watchdog! Is process running?
pl_pl: Blad podczas komunikacji z kontrolerem procesow (watchdog)! Czy jest on uruchomiony?

# ERROR_PaswordNotChanged
source: Password not changed
pl_pl: Haslo nie zostalo zmienione

# FORM_ATTRIBUTE_Email
source: Field must be the correct email
pl_pl: Pole musi być poprawnym adresem email

# FORM_ATTRIBUTE_FieldIsRequired
source: Field {0} is required
pl_pl: Pole {0} jest wymagane

# FORM_ATTRIBUTE_PasswordsDoNotMatch
source: The password and confirmation password do not match.
pl_pl: Hasla nie pasuja do siebie

# FORM_ATTRIBUTE_WrongStringLength
source: The length of {0} must be between {2} and {1} characters long.
pl_pl: Dlugosc pola {0} musi sie miescic pomiedzy {2} a {1} znakami

# InterCassetteToRollSet
source: InterCassette and Roll Set Managment
pl_pl: Zarządzanie wewnętrznymi kasetami i zestawami walców

# GLOB_Account_OldPassNotValid
source: Old password is not valid
pl_pl: Stare haslo nie jest poprawne

# GLOB_Account_PasswordNotChanged
source: Password was not changed
pl_pl: Haslo nie zostalo zmienione

# s
source: User not found
pl_pl: Uzytkownik nie zostal znaleziony

# GLOB_LongDateTime_FORMAT
source: {0:dd.MM.yyyy hh:mm:ss tt}
pl_pl: {0:yyyy-MM-dd HH:mm:ss}

# GLOB_LongDate_FORMAT
source: {0:dd.MM.yyyy}
pl_pl: {0:ddd.MM.yyyy}

# GLOB_Name_No
source: NO
pl_pl: Nie

# GLOB_Name_Yes
source: YES
pl_pl: Tak

# GLOB_PopupOperationSuccess
source: Operation finished with success
pl_pl: Operacja zakonczona sukcesem

# GLOB_RegisterAsNewUser
source: Register as the new user
pl_pl: Zarejestruj nowego użytkownika

# GLOB_Success
source: Success
pl_pl: Sukces

# CONTROLLER_InterCassetteToRollSet
source: InterCassette and Roll Set Managment
pl_pl: Zarządzanie wenętrznymi kasetami i zestawami walców

# GLOB_UnauthAccessError
source: You are not authorized to access following resource: {0}
pl_pl: Nie masz uprawnien do nastepujacego zasobu: {0}

# HMI_MENU_Alarm
source: Alarms
pl_pl: Alarmy

# HMI_MENU_Crew
source: Crews
pl_pl: Brygady

# HMI_MENU_DB2DBCommunication
source: DB2DB Communication
pl_pl: Komunikacja DB2DB

# HMI_MENU_ExtTelArchive
source: Ext Tel Archive
pl_pl: Zewnętrzne telegramy

# HMI_MENU_Limit
source: Limits
pl_pl: Limity

# HMI_MENU_MainPage
source: Main Page
pl_pl: Strona główna

# HMI_MENU_Parameter
source: Parameters
pl_pl: Parametry

# HMI_MENU_Role
source: Roles
pl_pl: Role

# HMI_MENU_ShiftCalendar
source: Shift Calendar
pl_pl: Kalendarz zmian produkcyjnych

# HMI_MENU_Account
source: Users
pl_pl: Użytkownicy

# NAME_AlarmOwner
source: Alarm Owner
pl_pl: Źródło

# NAME_AlarmType
source: Alarm Type
pl_pl: Typ alarmu

# NAME_Date
source: Date
pl_pl: Data

# NAME_Description
source: Description
pl_pl: Opis

# NAME_Email
source: Email
pl_pl: Adres email

# NAME_FirstName
source: First Name
pl_pl: Imię

# NAME_FullName
source: Full Name
pl_pl: Pełna nazwa

# NAME_GroupName
source: Group Name
pl_pl: Grupa

# NAME_JobPosition
source: Job Position
pl_pl: Pozycja

# NAME_Language
source: Language
pl_pl: Język

# NAME_LanguageId
source: Language Id
pl_pl: Id języka

# NAME_LastName
source: Last Name
pl_pl: Nazwisko

# NAME_Leader
source: Leader
pl_pl: Lider

# NAME_LeftToRight
source: Left To Right
pl_pl: Od lewa do prawa

# NAME_LimitType
source: Limit Type
pl_pl: Typ

# NAME_LowerValue
source: Floor
pl_pl: Dolny limit

# NAME_Message
source: Message
pl_pl: Wiadomość

# NAME_Name
source: Name
pl_pl: Nazwa

# NAME_NumberOfPermissions
source: Number Of Permissions
pl_pl: Liczba zezwoleń

# NAME_NumberOfUsers
source: Number Of Users
pl_pl: Liczba użytkowników

# NAME_OldPassword
source: Old password
pl_pl: Stare haslo

# NAME_ParameterType
source: Parameter Type
pl_pl: Parametr

# NAME_Password
source: Password
pl_pl: Hasło

# NAME_PasswordConfirm
source: Password Confirm
pl_pl: Hasło potwierdzone

# NAME_RememberMe
source: Remember me
pl_pl: Zapamiętaj moje dane

# NAME_ReportUser
source: Report User
pl_pl: Użytkownik do raportów

# NAME_RoleList
source: Role List
pl_pl: Lista ról

# PRM
source: Superuser
pl_pl: Superużytkownik

# NAME_Unit
source: Unit
pl_pl: Jednostka

# NAME_UpperValue
source: Roof
pl_pl: Górny limit

# NAME_UserName
source: User Name
pl_pl: Nazwa

# NAME_Value
source: Value
pl_pl: Wartość

# PAGE_TITLE_Account_ChangePassword
source: Change Password
pl_pl: Zmiana hasla

# PAGE_TITLE_Account_ChangePasswordDialog
source: Change password
pl_pl: Zmiana hasla

# PAGE_TITLE_Account_Index
source: Users
pl_pl: Użytkownicy

# PAGE_TITLE_Alarm_Index
source: Alarms
pl_pl: Alarmy

# PAGE_TITLE_Home_Index
source: Main page
pl_pl: Strona główna

# PAGE_TITLE_Limit_Index
source: Limits
pl_pl: Limity

# PAGE_TITLE_Parameter_Index
source: Parameters
pl_pl: Parametry

# PAGE_TITLE_Watchdog_Index
source: Watchdog
pl_pl: Kontroler procesów

# BUTTON_back
source: Back
pl_pl: Powrót

# BUTTON_new
source: New
pl_pl: Nowy

# BUTTON_print
source: Print
pl_pl: Drukuj

# BUTTON_refresh
source: Refresh
pl_pl: Odśwież

# GLOB_ConfirmDelete
source: Are you sure?
pl_pl: Czy jestes pewien?

# GLOB_ConfirmDeleteInfo
source: Data will be deleted, confirm delete operation
pl_pl: Dane zostaną usuniete, potwierdź operację

# GLOB_Cancel
source: Cancel
pl_pl: Anuluj

# GLOB_Error
source: Error
pl_pl: Błąd

# GLOB_Info
source: Info
pl_pl: Informacja

# GLOB_OperationRequestSuccessful
source: The operation completed successfully
pl_pl: Operacja zakończona powodzeniem

# GLOB_Warning
source: Warning
pl_pl: Ostrzeżenie

# PAGE_TITLE_Account_EditAccountDialog
source: Edit account data
pl_pl: Edytuj dane użytkownika

# NAME_Assigned
source: Calculated
pl_pl: Wyliczony

# NAME_Permission
source: Permission
pl_pl: Zezwolenie

# NAME_Role
source: Role
pl_pl: Rola

# NAME_RoleAccessUnit
source: Access Unit
pl_pl: Jednostka dostępu

# PAGE_TITLE_Account_EditAccountRolesDialog
source: Assinged Roles
pl_pl: Przypisane role

# PAGE_TITLE_Role_EditRoleDialog
source: Edit Roles
pl_pl: Edycja ról

# PAGE_TITLE_Role_EditAccessUnitsDialog
source: Edit Access Units
pl_pl: Edycja dostępu

# PAGE_TITLE_Account_UpdateAccount
source: Update account data
pl_pl: Aktualizacja danych użytkownika

# PAGE_TITLE_Role_AddRoleDialog
source: Add Role
pl_pl: Dodaj rolę

# PAGE_TITLE_Role_InsertRole
source: Insert New Role
pl_pl: Wstaw nową rolę

# ENUM_AlarmType_Info
source: Info
pl_pl: Informacja

# ENUM_AlarmType_Warning
source: Warning
pl_pl: Ostrzeżenie

# ENUM_AlarmType_Error
source: Error
pl_pl: Błąd

# PAGE_TITLE_ExtTelArchive_Index
source: External Telegram Archive
pl_pl: Archiwum zewnętrznych telegramów

# NAME_TelegramId
source: Telegram Id
pl_pl: Id telegramu

# NAME_TelegramIsValid
source: Valid
pl_pl: Poprawny

# NAME_TelegramSender
source: Telegram Sender
pl_pl: Wysyłający telegram

# NAME_TelegramTimeStamp
source: Time Stamp
pl_pl: Czas

# BUTTON_cancel
source: Cancel
pl_pl: Anuluj

# BUTTON_details
source: Details
pl_pl: Detale

# BUTTON_reset
source: Reset
pl_pl: Ponów

# BUTTON_wd_init
source: Initialize
pl_pl: Inicjalizuj

# BUTTON_wd_kill
source: Kill
pl_pl: Zabij

# BUTTON_wd_set
source: Set
pl_pl: Podepnij

# BUTTON_wd_stop
source: Stop
pl_pl: Zatrzymaj

# BUTTON_wd_unset
source: Unset
pl_pl: Odepnij

# CONTROLLER_Alarms
source: Alarms
pl_pl: Alarmy

# CONTROLLER_Crew
source: Crews
pl_pl: Brygady

# CONTROLLER_ExtTelArchive
source: Ext Tel Archives
pl_pl: Zewnętrzne telegramy

# CONTROLLER_Limit
source: Limits
pl_pl: Limity

# CONTROLLER_Parameter
source: Parameters
pl_pl: Parametery

# CONTROLLER_Role
source: Roles
pl_pl: Role

# CONTROLLER_ShiftCalendar
source: Shift Calendar
pl_pl: Kalendarz zmian

# CONTROLLER_UserAccountAdministration
source: User Account Administration
pl_pl: Administracja użytkownika

# CONTROLLER_UserAccounts
source: User Accounts
pl_pl: Konta użytkowników

# ENUM_PermissionType_View
source: View
pl_pl: Widok

# ENUM_PermissionType_Update
source: Update
pl_pl: Aktualizuj

# ENUM_PermissionType_Delete
source: Delete
pl_pl: Usuń

# PAGE_TITLE_Account_Details
source: Account Details
pl_pl: Szczegóły konta

# PAGE_TITLE_DB2DBCommunication_Index
source: DB2DB Communication
pl_pl: Komunikacja DB2DB

# PAGE_TITLE_Role_UpdateRole
source: Update Role
pl_pl: Aktualizacja roli

# BUTTON_resetVirtual
source: Refresh And Create Virtual Billets
pl_pl: Ponów i utwórz wirtualne kęsy

# ENUM_YesNo_No
source: No
pl_pl: Nie

# ENUM_YesNo_Yes
source: Yes
pl_pl: Tak

# ENUM_TransferTableDataReadingStatus_New
source: Before processing
pl_pl: Do przetworzenia

# ENUM_TransferTableDataReadingStatus_Processing
source: Processing
pl_pl: Przetwarzany

# ENUM_TransferTableDataReadingStatus_AttempsExceeded
source: Attemps Exceeded
pl_pl: Próby wyczerpane

# ENUM_TransferTableDataReadingStatus_DataBaseError
source: Data Base Error
pl_pl: Błąd bazy danych

# ENUM_TransferTableDataReadingStatus_ProcessingInternalError
source: Processing Internal Error
pl_pl: Błąd przetwarzania

# ENUM_TransferTableDataReadingStatus_Processed
source: Processed
pl_pl: Przetworzony

# ENUM_TransferTableDataReadingStatus_Canceled
source: Cancelled
pl_pl: Anulowany

# NAME_Created
source: Created
pl_pl: Utworzono

# NAME_ProcessingDate
source: Processing Date
pl_pl: Data przetwarzania

# NAME_ProcessingMessage
source: Processing Message
pl_pl: Informacja

# NAME_RecordId
source: Record Id
pl_pl: Nr rekordu

# NAME_StatusText
source: Status Text
pl_pl: Status

# NAME_TableName
source: Table Name
pl_pl: Nazwa tabeli

# ERROR_NoConfirmationNeeded
source: Alarm confirmation is not necessary
pl_pl: Potwierdzenie alarmu nie jest konieczne

# ERROR_BadRequestParameters
source: Bad request parameters
pl_pl: Niewłaściwe parametry wywołania

# NAME_AlarmDate
source: Alarm Date
pl_pl: Data alarmu

# NAME_Confirmation
source: Confirmation
pl_pl: Potwierdzenie

# NAME_ConfirmationDate
source: Confirmation date
pl_pl: Data potwierdzenia

# NAME_ConfirmedBy
source: Confirmed by
pl_pl: Potwierdzony przez

# NAME_ToConfirm
source: To Confirmation
pl_pl: Wymaga potwierdzenia

# NAME_AlarmCategoryName
source: Category
pl_pl: Kategoria

# PAGE_TITLE_Alarm_DetailsDialog
source: Alarm details
pl_pl: Szczegóły alarmu

# BUTTON_confirm
source: Confirm
pl_pl: Potwierdź

# GLOB_AlarmConfirm
source: Confirm
pl_pl: Potwierdź

# GLOB_Close
source: Close
pl_pl: Zamknij

# GLOB_ChangePassword
source: Change password
pl_pl: Zmiana hasła

# NAME_IncommingCall
source: Incomming call
pl_pl: Wywołanie przychodzące

# NAME_OutgoingCall
source: Outgoing call
pl_pl: Wywołanie wychodzące

# NAME_StartTime
source: Start time
pl_pl: Czas startu

# NAME_State
source: State
pl_pl: Status

# BUTTON_alarms
source: Alarms
pl_pl: Alarmy

# NAME_From
source: From
pl_pl: Od

# NAME_IsActiveShift
source: Active Shift
pl_pl: Aktywna zmiana

# NAME_IsWorkingShift
source: Working Shift
pl_pl: Pracująca zmiana

# NAME_Shift
source: Shift
pl_pl: Zmiana

# NAME_ShiftTime
source: Shift Time
pl_pl: Czas zmiany

# NAME_To
source: To
pl_pl: Do

# NAME_ActualShift
source: Actual Shift
pl_pl: Aktualna zmiana

# NAME_ActualWorkingShift
source: Actual Working Shift
pl_pl: Aktualnie pracująca zmiana

# NAME_Afternoon
source: Afternoon
pl_pl: Popołudnie

# NAME_Crew
source: Crew
pl_pl: Brygada

# NAME_Day
source: Day
pl_pl: Dzień

# NAME_Night
source: Night
pl_pl: Noc

# NAME_NoTitle
source: No Title
pl_pl: Bez tytułu

# NAME_ShiftDefinition
source: Shift Definition
pl_pl: Definicja zmiany

# PAGE_TITLE_ShiftCalendar_Add
source: Add Shift Calendar El.
pl_pl: Dodaj element kalendarza zmian

# PAGE_TITLE_ShiftCalendar_Edit
source: Edit Shift Calendar El.
pl_pl: Edycja elementu kalendarza zmian

# PAGE_TITLE_ShiftCalendar_Index
source: Shift Calendar
pl_pl: Kalendarz zmianowy

# PAGE_TITLE_ShiftCalendar_Insert
source: Insert Shift Calendar El.
pl_pl: Wstaw element kalendarza zmian

# PAGE_TITLE_ShiftCalendar_InsertShiftCalendar
source: Insert Shift Calendar El.
pl_pl: Wstaw element kalendarza zmian

# BUTTON_generate
source: Generate
pl_pl: Generuj

# CONTROLLER_Db2DbCommunication
source: Db2Db Communication
pl_pl: Komunikacja DB2DB

# ERROR_IncomingDataIsNull
source: Incoming Data Is Null
pl_pl: Przychodzące dane są puste

# ERROR_MustBeUnique
source: New Object Must Be Unique
pl_pl: Nowy obiekt musi być unikalny

# NAME_DateTimeCreated
source: Created
pl_pl: Uworzono

# NAME_DateTimeLastUpdate
source: Updated
pl_pl: Uaktualniono

# PAGE_TITLE_Crew_AddCrewDialog
source: Insert Crew
pl_pl: Dodaj brygadę

# PAGE_TITLE_Crew_Edit
source: Edit Crew
pl_pl: Edytuj brygadę

# PAGE_TITLE_Crew_EditCrewDialog
source: Edit Crew
pl_pl: Edytuj brygadę

# PAGE_TITLE_Crew_Index
source: Crew
pl_pl: Brygady

# PAGE_TITLE_Crew_Insert
source: Insert Crew
pl_pl: Dodaj brygadę

# PAGE_TITLE_ShiftCalendar_AddShiftCalendarDialog
source: Add Shift Calendar El.
pl_pl: Dodaj wpis kalendarza zmian

# PAGE_TITLE_ShiftCalendar_EditShiftCalendarDialog
source: Edit Shift Calendar El.
pl_pl: Edycja wpisu kalendarza zmian

# BUTTON_generateForWeek
source: Generate for next week
pl_pl: Generuj na następny tydzień

# CONTROLLER_Service
source: Service
pl_pl: Serwis

# ENUM_ShiftTime_Day
source: Day
pl_pl: Dzień

# ENUM_ShiftTime_Afternoon
source: Afternoon
pl_pl: Popołudnie

# ENUM_ShiftTime_Night
source: Night
pl_pl: Noc

# HMI_MENU_Service
source: Service
pl_pl: Serwis

# NAME_AccessName
source: Access Name
pl_pl: Dostęp

# NAME_Controller
source: Controller
pl_pl: Kontroler

# NAME_Method
source: Method
pl_pl: Metoda

# PAGE_LABEL_AddedUserRights
source: Added User Rights
pl_pl: Dodane prawa dostępu

# PAGE_LABEL_ExistedUserRights
source: Existed User Rights
pl_pl: Istniejące prawa dostępu

# PAGE_TITLE_Service_Index
source: Service
pl_pl: Serwis

# ENUM_ProcessingMessageStatus_NotProcessed
source: Record not processed.
pl_pl: Nie przetworzono rekordu.

# ENUM_ProcessingMessageStatus_Processed
source: Record processed.
pl_pl: Przetworzono rekord.

# NAME_Db2DbAllRows
source: Number of all processed records
pl_pl: Przetworzone rekordy

# NAME_Db2DbDetailsChart
source: Status Details
pl_pl: Szczegóły statusów

# NAME_Db2DbOverviewChart
source: Status Overview
pl_pl: Przegląd statusów

# NAME_Db2DbStatusAttemptsExceed
source: Attempts Exceed
pl_pl: Próby przekroczone

# NAME_Db2DbStatusCanceled
source: Canceled
pl_pl: Anulowane

# NAME_Db2DbStatusError
source: Number of incorrect processed records
pl_pl: Przetworzone błędnie

# NAME_Db2DbStatusErrorInDB
source: External DB Error
pl_pl: Błąd bazy danych

# NAME_Db2DbStatusErrorInProcessing
source: Processing Error
pl_pl: Błąd przetwarzania

# NAME_Db2DbStatusErrorShort
source: Wrong
pl_pl: Błędne

# NAME_Db2DbStatusNew
source: Before processing
pl_pl: Do przetworzenia

# NAME_Db2DbStatusOK
source: Number of correct processed records
pl_pl: Przetworzone poprawnie

# NAME_Db2DbStatusOKShort
source: Correct
pl_pl: Poprawne

# NAME_Db2DbStatusProcessed
source: Processed
pl_pl: Przetworzone

# NAME_Db2DbStatusProcessing
source: Processing
pl_pl: Przetwarzany

# NAME_ProcessingValues
source: Processing Parameters
pl_pl: Parametry

# GLOB_ConfirmChangeStatusToCancelInfo
source: Statuses will be changed to canceled, confirm update operation.
pl_pl: Statusy zostaną zmienione na anulowane, potwierdź operację aktualizacji.

# GLOB_ConfirmChangeStatusToCancelled
source: Are you sure?
pl_pl: Czy jesteś pewny?

# GLOB_ConfirmChangeStatusToNew
source: Are you sure?
pl_pl: Czy jesteś pewny?

# GLOB_ConfirmChangeStatusToNewInfo
source: Statuses will be changed to before processing, confirm update operation.
pl_pl: Statusy zostaną zmienione na do przetworzenia, potwierdź operację aktualizacji.

# BUTTON_forceProcessing
source: Force Processing
pl_pl: Wymuś przetwarzanie

# ENUM_TransferTableDataReadingStatus_ForceProcessing
source: Before Force Processing
pl_pl: Do przetworzenia z wymuszeniem

# NAME_Db2DbStatusForceProcessing
source: Before Force Processing
pl_pl: Do przetworzenia z wymuszeniem

# NAME_ForceProcessing
source: Force Processing
pl_pl: Wymuś przetwarzanie

# BUTTON_telegram_resend
source: Telegram resend
pl_pl: Ponów telegram

# CONTROLLER_ViewsStatistics
source: Views Statistics
pl_pl: Statystyki widoków

# GLOB_CannotGenerateShiftCalendarNextRecsExist
source: Cannot generate new shift calendar records because next shifts exist.
pl_pl: Nie można wygenerować kalendarza zmian ponieważ istnieją już wpisy w nadchodzącym tygodniu.

# GLOB_CannotGenerateShiftCalendarPrevRecsNotExist
source: Cannot generate new shift calendar records because previous shifts not exist.
pl_pl: Nie można wygenerować kalendarza zmian ponieważ w ostatnim tygodniu nie istnieją żadne wpisy.

# GLOB_GenerateShiftCalendarBreakExists
source: Break exists in previous week.
pl_pl: We wcześniejszym tygodniu istnieje przerwa. Nowe elementy w kalendarzu zmian dodane z brakami.

# HMI_MENU_ViewsStatistics
source: Views Statistics
pl_pl: Statystyki widoków

# NAME_Records
source: Records
pl_pl: Rekordy

# NAME_Time
source: Time
pl_pl: Czas

# NAME_TimePerRecord
source: Time Per Record
pl_pl: Czas na jeden rekord

# NAME_UsedInViews
source: Used In Views
pl_pl: Użyty w widokach

# NAME_ViewsOwned
source: Views Owned
pl_pl: Posiadane widoki

# PAGE_TITLE_ViewsStatistics_Index
source: Views Statistics
pl_pl: Statystyki widoków

# NAME_AlarmTypeId
source: Alarm Type
pl_pl: Typ alarmu

# BUTTON_SendToModuleA
source: Send To Module A
pl_pl: Wyślij do Modułu A

# BUTTON_SendToModuleB
source: Send To Module B
pl_pl: Wyślij do Modułu B

# BUTTON_sendToA
source: Send To Module A
pl_pl: Wyślij do modułu A

# BUTTON_sendToB
source: Send To Module B
pl_pl: Wyślij do modułu B

# NAME_Text
source: Text
pl_pl: Tekst

# HMI_MENU_Catalogues
source: Catalogues
pl_pl: Katalogi

# HMI_MENU_ReheatingTimes
source: Reheating Times
pl_pl: Czasy nagrzewania

# NAME_ProfileAreaMax
source: Profile Area Maximum
pl_pl: Maksymalny profil przekroju

# NAME_FamilyName
source: FamilyName
pl_pl: Nazwa rodziny

# NAME_ProfileAreaMin
source: Profile Area Minimum
pl_pl: Minimalny profil przekroju

# NAME_FamilySort
source: Family Sort
pl_pl: Typ rodziny

# NAME_ReheatingTimeName
source: Reheating Time Name
pl_pl: Nazwa czasu nagrzewania

# NAME_UsedGroup
source: Used Group
pl_pl: Użyta grupa

# NAME_Calibration
source: Calibration
pl_pl: Kalibracja

# NAME_Remark
source: Remark
pl_pl: Uwaga

# NAME_MaxTonnage
source: Max Tonnage
pl_pl: Maksymalny tonaż

# NAME_StdTph
source: Std Productivity
pl_pl: t/h teo.

# NAME_ShapeType
source: Shape Type
pl_pl: Typ Kształtu

# PAGE_TITLE_ReheatingTime_Add
source: Add Reheating Time
pl_pl: Dodaj czas nagrzewania

# PAGE_TITLE_ReheatingTime_AddReheatingTimeDialog
source: Add Reheating Time
pl_pl: Dodaj czas nagrzewania

# PAGE_TITLE_ReheatingTime_Edit
source: Edit Reheating Time
pl_pl: Edycja czasu nagrzewania

# PAGE_TITLE_ReheatingTime_EditReheatingTimeDialog
source: Edit Reheating Time
pl_pl: Edycja czasu nagrzewania

# PAGE_TITLE_ReheatingTime_Index
source: Reheating Times
pl_pl: Czasy nagrzewania

# PAGE_TITLE_ReheatingTime_Insert
source: Insert Reheating Time
pl_pl: Wstaw czas nagrzewania

# PAGE_TITLE_ReheatingTime_InsertReheatingTime
source: Insert Reheating Time
pl_pl: Wstaw czas nagrzewania

# HMI_MENU_ReheatingGroups
source: Reheating Groups
pl_pl: Grupy nagrzewania

# NAME_MaxHeatingTime
source: Max. Heating Time
pl_pl: Max. czas grzania

# NAME_ReheatingGroupName
source: Reheating Group
pl_pl: Grupa

# NAME_Zone1HeatingTempMax
source: Zone 1 Temp. Max.
pl_pl: T. max. str. 1

# NAME_Zone1HeatingTempMin
source: Zone 1 Temp. Min.
pl_pl: T. min. str. 1

# NAME_Zone1HeatingTime
source: Zone 1 Heating Time
pl_pl: Czas grzania Strefa 1

# NAME_Zone2HeatingTempMax
source: Zone 2 Temp. Max.
pl_pl: T. max. str. 2

# NAME_Zone2HeatingTempMin
source: Zone 2 Temp. Min.
pl_pl: T. min. str. 2

# NAME_Zone2HeatingTime
source: Zone 2 Heating Time
pl_pl: Czas grzania Strefa 2

# NAME_Zone3HeatingTempMax
source: Zone 3 Temp. Max.
pl_pl: T. max. str. 3

# NAME_Zone3HeatingTempMin
source: Zone 3 Temp. Min.
pl_pl: T. min. str. 3

# NAME_Zone3HeatingTime
source: Zone 3 Heating Time
pl_pl: Czas grzania Strefa 3

# NAME_Zone4HeatingTempMax
source: Zone 4 Temp. Max.
pl_pl: T. max. str. 4

# NAME_Zone4HeatingTempMin
source: Zone 4 Temp. Min.
pl_pl: T. min. str. 4

# NAME_Zone4HeatingTime
source: Zone 4 Heating Time
pl_pl: Czas grzania Strefa 4

# PAGE_TITLE_ReheatingGroup_Add
source: Add Reheating Group
pl_pl: Dodaj grupę nagrzewania

# PAGE_TITLE_ReheatingGroup_AddReheatingGroupDialog
source: Add Reheating Group
pl_pl: Dodaj grupę nagrzewania

# PAGE_TITLE_ReheatingGroup_Edit
source: Edit Reheating Group
pl_pl: Edytuj grupę nagrzewania

# PAGE_TITLE_ReheatingGroup_EditReheatingGroupDialog
source: Edit Reheating Group
pl_pl: Edytuj grupę nagrzewania

# PAGE_TITLE_ReheatingGroup_Index
source: Reheating Group
pl_pl: Grupy nagrzewania

# PAGE_TITLE_ReheatingGroup_Insert
source: Insert Reheating Group
pl_pl: Wstaw grupę nagrzewania

# PAGE_TITLE_ReheatingGroup_InsertReheatingGroup
source: Insert Reheating Group
pl_pl: Wstaw grupę nagrzewania

# UNIT_Temperature
source: °F
pl_pl: °C

# GLOB_Name_Details
source: Details
pl_pl: Szczegóły

# GLOB_Range_Validation_Error
source: For property {0} valid range [{1}-{2}] {3}
pl_pl: Dla pola {0} dopuszczalny zakres [{1}-{2}] {3}

# NAME_SteelGroupName
source: Steel Group Name
pl_pl: Grupa stali

# NAME_SteelParentGroup
source: Steel Parent Group
pl_pl: Nadrzędna grupa stali

# CONTROLLER_ReheatingGroup
source: Reheating Groups
pl_pl: Grupy nagrzewania

# CONTROLLER_ReheatingTime
source: Reheating Times
pl_pl: Czasy nagrzewania

# CONTROLLER_SteelGroup
source: Steel Groups
pl_pl: Grupy stali

# HMI_MENU_SteelGroups
source: Steel Family Catalogue
pl_pl: Grupy Stali

# NAME_ParentSteelGroupName
source: Parent Steel Group
pl_pl: Nadrzędna grupa stali

# PAGE_TITLE_SteelGroup_Add
source: Add Steel Group
pl_pl: Dodaj grupę stali

# PAGE_TITLE_SteelGroup_AddSteelGroupDialog
source: Add Steel Group
pl_pl: Dodaj grupę stali

# PAGE_TITLE_SteelGroup_Delete
source: Delete Steel Group
pl_pl: Usuń grupę stali

# PAGE_TITLE_SteelGroup_DeleteSteelGroup
source: Delete Steel Group
pl_pl: Usuń grupę stali

# PAGE_TITLE_SteelGroup_Edit
source: Edit Steel Group
pl_pl: Edytuj grupę stali

# PAGE_TITLE_SteelGroup_EditSteelGroup
source: Edit Steel Group
pl_pl: Edytuj grupę stali

# PAGE_TITLE_SteelGroup_EditSteelGroupDialog
source: Edit Steel Group
pl_pl: Edytuj grupę stali

# PAGE_TITLE_SteelGroup_Index
source: Steel Groups
pl_pl: Grupy stali

# PAGE_TITLE_SteelGroup_Insert
source: Insert Steel Group
pl_pl: Dodaj grupę stali

# PAGE_TITLE_SteelGroup_InsertSteelGroup
source: Insert Steel Group
pl_pl: Wstaw grupę stali

# HMI_MENU_Steelgrade
source: Steelgrades
pl_pl: Gatunki Stali

# NAME_InternalSteelGradeKind
source: Internal Steel Grade
pl_pl: Wewnętrzny gatunek stali

# NAME_SteelgradeCode
source: Steelgrade Code
pl_pl: Numer gatunku stali

# PAGE_TITLE_Steelgrade_Index
source: Steelgrades
pl_pl: Gatunki stali

# PAGE_TITLE_SteelGrade_AddSteelGradeDialog
source: Add Steelgrade
pl_pl: Dodaj gatunek stali

# PAGE_TITLE_SteelGrade_EditSteelGradeDialog
source: Edit Steelgrade
pl_pl: Edytuj gatunek stali

# GLOB_Name_SteelgradeChemicals
source: Steelgrade Chemicals
pl_pl: Zawartość pierwiastków

# NAME_ParentSteelgradeId
source: Parent Steelgrade
pl_pl: Nadrzędny gatunek stali

# NAME_ValueMax
source: Maximum Value
pl_pl: Maksimum

# NAME_ValueMin
source: Minimum Value
pl_pl: Minimum

# HMI_MENU_BilletCatalogue
source: Materials Catalogue
pl_pl: Katalog materiałów

# NAME_Active
source: Active
pl_pl: Aktywny
