Repository: abhipan1982/JSWSALEM
Catalog: PE.HMIWWW.Core/Resources/VM_Resources.*.resx
Languages: pl_pl

# PAGE_TITLE_TrackingInstruction_TrackingInstructionCreatePopup
source: Create Tracking Instruction
pl_pl: Dodaj instrukcję śledzenia

# NAME_EditTrackingInstruction
source: Edit Tracking Instruction
pl_pl: Edytuj instrukcję śledzenia

# NAME_CloneTrackingInstruction
source: Clone Tracking Instruction
pl_pl: Klonuj instrukcję śledzenia

# NAME_DeleteTrackingInstruction
source: Delete Tracking Instruction
pl_pl: Usuń instrukcję śledzenia

# PAGE_TITLE_TrackingInstruction_TrackingInstructionClonePopup
source: Clone Tracking Instruction
pl_pl: Klonuj instrukcję śledzenia

# PAGE_TITLE_TrackingInstruction_TrackingInstructionEditPopup
source: Edit Tracking Instruction
pl_pl: Edytuj instrukcję śledzenia

# NAME_TrackingInstruction
source: Tracking Instruction
pl_pl: Instrukcja śledzenia

# MESSAGE_CreateBasicTrackingInstructionMessage
source: This operation will generate instructions for occupy signals and area modes
pl_pl: Ta operacja wygeneruje instrukcje dla sygnałów occ i trybów obszarów

# HMI_MENU_TrackingInstruction
source: Tracking Instruction
pl_pl: Instrukcje śledzenia

# HMI_MENU_AlarmCreator
source: Alarm Creator
pl_pl: Kreator alarmów

# NAME_DelayCheckpoint
source: Delay Checkpoint
pl_pl: Punkt przestoju

# NAME_DelayAssetName
source: Asset Name
pl_pl: Nazwa zasobu

# NAME_DelayCatalogueName
source: Catalogue Name
pl_pl: Nazwa katalogu

# NAME_DelayCategoryGroupName
source: Delay Category Group Name
pl_pl: Nazwa grupy katalogów przestoju

# PAGE_TITLE_BarOutletManagement_Index
source: Bar Outlet Management
pl_pl: Zarządzanie produkcją prętów

# NAME_FeatureProvider
source: Feature Provider
pl_pl: Dostawca cechy

# ENUM_FeatureProvider_Undefined
source: Undefined
pl_pl: Niezdefiniowany

# ENUM_FeatureProvider_Furnace
source: Furnace
pl_pl: Piec

# NAME_L3TransferTable_ProductReports
source: Product Report
pl_pl: Raport produktu

# NAME_ProductSequenceInWorkOrder
source: Product Seq In Work Order
pl_pl: Numer produktu w zamówieniu

# NAME_DischargeTemperature
source: Discharge Temperature
pl_pl: Temperatura wyładunku

# NAME_TagValidations
source: Validation
pl_pl: Walidacja

# ENUM_TagValidationResult_Availableonanotherserver
source: Available On Another Server
pl_pl: Dostępny na innym serwerze

# ENUM_TagValidationResult_Notfound
source: Not Found
pl_pl: Nie znaleziono

# ENUM_TagValidationResult_OPCservernotavailable
source: OPC Server Not Available
pl_pl: Serwer OPC niedostępny

# ENUM_TagValidationResult_Undefined
source: Undefined
pl_pl: Niezdefiniowany

# ENUM_TagValidationResult_Valid
source: Valid
pl_pl: Prawidłowy

# NAME_TagValidationResult
source: Tag Validation
pl_pl: Walidacja tagu

# PAGE_TITLE_FeatureMap_FeatureLimitsEditPopup
source: Edit Feature Limits
pl_pl: Edytuj limity cechy

# ENUM_PermissionType_Undefined
source: Undefined
pl_pl: Niezdefiniowany

# HMI_MENU_AccessUnitGenerator
source: Access unit generator
pl_pl: Generator dostępów

# HMI_MENU_Notebook1
source: Notebook 1
pl_pl: Notatnik 1

# HMI_MENU_Notebook2
source: Notebook 2
pl_pl: Notatnik 2

# PAGE_TITLE_Notebooks_Index
source: Notebooks Index
pl_pl: Lista notatników

# MESSAGE_DelayIsNotAvailableToDivide
source: This delay cannot be divided further
pl_pl: Tego opóźnienia nie można dalej dzielić

# MESSAGE_MaxNewDelayLength
source: New delay cannot lasts more than
pl_pl: Nowe opóźnienie nie może trwać dłużej niż

# MESSAGE_NewDelayLengthRequired
source: New delay must defined time
pl_pl: Nowe opóźnienie musi mieć określony czas

# PAGE_TITLE_Reports_ActualBypassReport
source: Actual Bypass Report
pl_pl: Raport bieżących obejść

# PAGE_TITLE_Reports_BypassReport
source: Bypass Report
pl_pl: Raport obejść

# HMI_MENU_ActualBypassReport
source: Actual Bypass Report
pl_pl: Raport bieżących obejść

# HMI_MENU_BypassReport
source: Bypass Report
pl_pl: Raport obejść

# PAGE_TITLE_Equipment_EquipmentCreatePopup
source: Create Equipment
pl_pl: Dodaj sprzęt

# NAME_EquipmentGroupName
source: Equipment Group Name
pl_pl: Nazwa grupy wyposażenia

# PAGE_TITLE_EquipmentGroups_EquipmentGroupsEditPopup
source: Edit Equipment Group
pl_pl: Edytuj grupę sprzętu

# ENUM_EquipmentStatus_Inactive
source: Inactive
pl_pl: Niekatywny

# HMI_MENU_ProductionSummary
source: Production Summary
pl_pl: Podsumowanie produkcji

# HMI_MENU_KpiDataAnalysis
source: KPI
pl_pl: Wskaźniki KPI

# HMI_MENU_MillUtilization
source: Mill Utilization
pl_pl: Wykorzystanie linii

# HMI_MENU_DefectsDataAnalysis
source: Defects
pl_pl: Defekty

# HMI_MENU_ScrapsDataAnalysis
source: Scraps
pl_pl: Złomy

# MESSAGE_DismountConfirm
source: Do you want to dismount this cassette?
pl_pl: Czy chcesz rozmontować tę kasetę?

# NAME_OutputPieces
source: Output Pieces
pl_pl: Elementy wyjściowe

# HMI_MENU_BundleWeighingMonitor
source: Bundle Weighing Monitor
pl_pl: Monitorowanie wag paczki

# PAGE_TITLE_BundleWeighingMonitor_Index
source: Bundle Weighing Monitor
pl_pl: Monitorowanie wag paczki

# BUTTON_CreateBundle
source: Create Bundle
pl_pl: Utwórz paczkę

# NAME_BarsNumber
source: Bars Number
pl_pl: Liczba prętów

# PAGE_TITLE_Products_BundleCreatePopup
source: Create Bundle
pl_pl: Stwórz paczkę

# BUTTON_EndOfWorkOrder
source: End Of Work Order
pl_pl: Zakończ zamówienie

# ERROR_WorkOrderStatusPreventsBundleCreation
source: Work Order status prevents bundle creation
pl_pl: Status zamówienia uniemożliwia utworzenie paczki

# CONTROLLER_BundleWeighingMonitor
source: Bundle Weighing Monitor
pl_pl: Monitorowanie wag paczki

# HMI_MENU_WeighingMonitor
source: Weighing Monitor
pl_pl: Monitorowanie wag

# PAGE_TITLE_BundleInspectionStation_DefectEditPopup
source: Edit defect
pl_pl: Edycja defektu

# HMI_MENU_BundleInspectionStation
source: Bundle Inspection Station
pl_pl: Stacja kontroli paczki

# PAGE_TITLE_BundleInspectionStation_Index
source: Bundle Inspection Station
pl_pl: Stacja kontroli paczki

# MESSAGE_CannotFindWorkOrderForBundleCreation
source: Cannot find work order for bundle creation
pl_pl: Nie można znaleźć zamówienia, aby stworzyć paczkę

# MESSAGE_CannotFindWorkOrderToFinish
source: Cannot find work order to finish
pl_pl: Nie znaleziono zamówienia, które można zakończyć

# HMI_MENU_Bundle
source: Bundles
pl_pl: Paczki

# PAGE_TITLE_Bundle_Index
source: Bundles
pl_pl: Paczki

# PAGE_TITLE_ShiftCalendar_GenerateShiftDialog
source: Generate Shifts
pl_pl: Utwórz zmiany

# NAME_ShiftLayout
source: Shift Layout
pl_pl: Szablon zmiany

# ERROR_TwoWeeksExceeded
source: Date range is too long (max: 14 days)
pl_pl: Zbyt długi zakres (maks. 14 dni)

# ERROR_MinDateTommorow
source: Date must be greater than today
pl_pl: Niepoprawny początek zakresu

# ERROR_EndBeforeStartDate
source: Start date should be before end date
pl_pl: Początek musi być datą wcześniejszą od daty końcowej

# SHIFT_LAYOUT_3
source: 3 Shifts Per Day
pl_pl: 1 zmiana na dzień

# SHIFT_LAYOUT_2
source: 2 Shifts Per Day
pl_pl: 2 zmiany na dzień

# SHIFT_LAYOUT_1
source: 1 Shifts Per Day
pl_pl: 3 zmiany na dzień

# GLOB_ShortDate_FORMAT_Picker
source: MM/dd/yyyy
pl_pl: yyyy-MM-dd
