Repository: abhipan1982/JSWSALEM
Catalog: PE.HMIWWW.Core/Resources/VM_Resources.*.resx
Languages: pl_pl

# NAME_IsTrigger
source: Trigger
pl_pl: Wyzwalacz

source: Feature Map
pl_pl: Mapa cech

# HMI_MENU_FeatureMap
source: Features Map
pl_pl: Mapa cech

# NAME_Asset
source: Asset
pl_pl: Zasób

# PAGE_TITLE_Asset_Index
source: Asset
pl_pl: Zasób

# CONTROLLER_ASSET
source: Asset
pl_pl: Zasób

# NAME_Levels
source: Levels
pl_pl: Poziomy

# HMI_MENU_Asset
source: Assets
pl_pl: Zasoby

# NAME_TriggerCode
source: Trigger Code
pl_pl: Kod wyzwalacza

# NAME_TriggerView
source: Trigger
pl_pl: Wyzwalacz

# NAME_SEQ
source: Sequence
pl_pl: Kolejność

# PAGE_TITLE_Material_Index
source: Material
pl_pl: Materiał

# PAGE_TITLE_RawMaterial_Index
source: Raw Material
pl_pl: Surowiec

# PAGE_TITLE_ProductCatalogue_EditDataDialog
source: Edit Catalogue
pl_pl: Edycja katalogu

# PAGE_TITLE_RawMaterialCatalogue_EditDataDialog
source: Edit Catalogue
pl_pl: Edycja katalogu

# PAGE_TITLE_SteelgradeCatalogue_EditDataDialog
source: Edit Catalogue
pl_pl: Edycja katalogu

# HMI_MENU_Reports
source: Reports
pl_pl: Raporty

# PAGE_TITLE_WorkOrder_WorkOrderCreatePopup
source: Work Order Create Dialog
pl_pl: Okno tworzenia zamówienia

# PAGE_TITLE_Heat_HeatCreatePopup
source: Heat Create Dialog
pl_pl: Okno tworzenia wytopu

# PAGE_TITLE_EquipmentGroups_Index
source: Equipment Groups Management
pl_pl: Zarządzanie grupami sprzętu

# HMI_MENU_EquipmentGroups
source: Equipment Groups
pl_pl: Grupy sprzętu

# PAGE_TITLE_EquipmentGroups_EquipmentGroupCreatePopup
source: Create Equipment Group
pl_pl: Tworzenie nowej grupy sprzętu

# NAME_EquipmentCode
source: Code
pl_pl: Kod

# NAME_EquipmentName
source: Equipment Name
pl_pl: Nazwa

# NAME_NextServiceDate
source: Next Service Till
pl_pl: Następne sprawdzenie

# PAGE_TITLE_Equipment_Index
source: Equipment Register
pl_pl: Rejestr sprzętu

# MESSAGE_cloneConfirm
source: Do you want to clone selected piece of equipment?
pl_pl: Czy chcesz sklonować ten element wyposażenia?

# PAGE_TITLE_Equipment_EquipmentClonePopup
source: Clone Equipment
pl_pl: Kopiuj sprzęt

# BUTTON_history
source: History
pl_pl: Historia

# BUTTON_clone
source: Clone
pl_pl: Klonuj

# PAGE_TITLE_Equipment_ShowEquipmentHistory
source: Equipment History
pl_pl: Historia sprzętu

# PAGE_TITLE_Steelgrade_AddSteelgradePopup
source: Add steelgrade
pl_pl: Dodaj gatunek stali

# PAGE_TITLE_Steelgrade_SteelgradeCreatePopup
source: Create steelgrade
pl_pl: Utwórz nowy gatunek stali

# PAGE_TITLE_ProductCatalogue_CreateProductCatalogueDialog
source: Create new product catalogue
pl_pl: Utwórz nowy katalog produktu

# NAME_ShiftKey
source: Shift Key
pl_pl: Zmiana

# PAGE_TITLE_Visualization_Index
source: Visualization
pl_pl: Wizualizacja

# PAGE_TITLE_GrooveTemplate_Index
source: Groove Template
pl_pl: Ad

# NAME_MatchingRollsetType
source: Matching Roll Set Type
pl_pl: Pasujący typ złożenia

# PAGE_TITLE_GrindingTurning_GetRollSetHistoryById
source: Roll Set History
pl_pl: Historia złożenia

# PAGE_TITLE_ConsumptionMonitoring_Index
source: Consumption Monitoring
pl_pl: Monitorowanie zużycia

# PAGE_TITLE_ActualStandConfiguration_MountEmptyCassetteDialog
source: Mount empty cassette
pl_pl: Zmontuj pustą kasetę

# PAGE_TITLE_ProductQualityManagement
source: Product Quality Management
pl_pl: Zarządzanie jakością produktów

# NAME_NumberOfDefectsShort
source: Num. Def.
pl_pl: Licz. def.

# HMI_MENU_ProductQualityMgm
source: Product Quality Management
pl_pl: Zarządzanie jakością produktów

# PAGE_TITLE_ProductQualityMgm_Index
source: Product Quality Management
pl_pl: Zarządzanie jakością produktów

# GLOB_StartTyping
source: Start typing
pl_pl: Zacznij pisać

# NAME_HeatWeight
source: Heat Weight
pl_pl: Waga wytopu

# NAME_Defects
source: Defects
pl_pl: Defekty

# NAME_MaterialsNumber
source: Materials number
pl_pl: Liczba materialów

# NAME_MaterialWeight
source: Material Weight
pl_pl: Waga materiału

# NAME_IsDummyMaterial
source: Is Dummy Material
pl_pl: Sztuczny materiał

# NAME_MaterialCatalogue
source: Material Catalogue
pl_pl: Katalog materiałów

# NAME_MaterialCatalogueRef
source: Material Catalogue Ref
pl_pl: Katalog materiałów

# NAME_HeatWeightRef
source: Heat Weight Ref
pl_pl: Waga odlewu

# BUTTON_new_heat
source: Add New Heat
pl_pl: Dodaj wytop

# MESSAGE_OperationCompleted
source: Operation Successfully Completed
pl_pl: Operacja zakończona sukcesem

# BUTTON_editworkorder
source: Edit Work Order
pl_pl: Edycja zamówienia

# LABEL_ChooseDateTimeTo
source: Choose day to
pl_pl: Wybierz datę do

# LABEL_ChooseDateTimeFrom
source: Choose day from
pl_pl: Wybierz datę od

# FEATURE_Code_92
source: Gas consumption
pl_pl: Zuzycie gazu

# FEATURE_Code_91
source: Electric energy consumption
pl_pl: Zużycie energii elektrycznej

# NAME_Warning
source: Warning
pl_pl: Uwaga

# MESSAGE_SelectMaterial
source: Select Material From List
pl_pl: Wybierz materiał z listy

# PAGE_TITLE_WorkOrder_WorkOrderEditPopup
source: Work Order Edit Dialog
pl_pl: Okno edycji zamówienia

# NAME_MoreFilters
source: More filters
pl_pl: Więcej filtrów

# NAME_LessFilters
source: Less filters
pl_pl: Mniej filtrów

# BUTTON_update_setup_from_L1
source: Update setup from L1
pl_pl: Uaktualnij telegram z L1

# PAGE_TITLE_L3CommStatus_WorkOrderDefinitionEditPopup
source: Edit Work Order Definition
pl_pl: Edycja definicji zamówienia

# NAME_AREA_0
source: Undefined
pl_pl: Niezdefiniowany

# NAME_MaterialCatalogueName
source: Material Catalogue Name
pl_pl: Katalog materiału

# PAGE_TITLE_Measurements_Index
source: Measurements
pl_pl: Pomiary

# HMI_MENU_Measurements
source: Measurements
pl_pl: Pomiary

# NAME_RawMaterial
source: Raw Material
pl_pl: Surowiec

# NAME_L3TransferTable_SteelGrades
source: Steelgrade Status
pl_pl: Status gatunków stali

# NAME_ScrapGroupCode
source: Scrap Group Code
pl_pl: Kod grupy złomu

# NAME_SteelgradeDescription
source: Steelgrade Description
pl_pl: Opis gatunku stali

# NAME_ScrapGroupId
source: Scrap Group Id
pl_pl: Id grupy złomu

# NAME_ScrapGroupName
source: Scrap Group Name
pl_pl: Nazwa grupy złomu

# NAME_ScrapGroupDescription
source: Scrap Group Description
pl_pl: Opis grupy złomu

# GLOB_NameExists
source: This element already exists
pl_pl: Ta nazwa już istnieje

# PAGE_TITLE_ScrapGroupCatalogue_Index
source: Scrap Group Catalogue
pl_pl: Katalog złomu

# NAME_ScrapGroupDetails
source: Scrap Group Details
pl_pl: Detale złomu

# PAGE_TITLE_ScrapGroupCatalogue_ScrapGroupEditPopup
source: Edit Scrap Group
pl_pl: Edytuj grupę złomu

# PAGE_TITLE_ScrapGroupCatalogue_ScrapGroupCreatePopup
source: Create Scrap Group
pl_pl: Stwórz grupę złomu

# NAME_ParentSteelgradeCode
source: Parent Steelgrade Code
pl_pl: Kod nadrzędnego gatunku stali

# PAGE_TITLE_SteelFamilyCatalogue_Index
source: Steel Family
pl_pl: Rodziny stali

# PAGE_TITLE_SteelFamilyCatalogue_SteelFamilyEditPopup
source: Edit Steel Family
pl_pl: Edytuj rodzinę stali

# NAME_WearCoefficient
source: Wear Coefficient
pl_pl: Współczynnik zużycia

# NAME_ParentSteelGroupCode
source: Parent Steel Group
pl_pl: Nadrzędna grupa stali

# PAGE_TITLE_SteelFamilyCatalogue_SteelFamilyCreatePopup
source: Create Steel Family
pl_pl: Stwórz nową rodzinę stali

# NAME_ParentSteelGroupId
source: Parent Steel Group
pl_pl: Nadrzędna grupa stali

# PAGE_TITLE_EventCatalogueCategories_Index
source: Event Catalogue Categories
pl_pl: Kategorie zdarzeń

# NAME_DelayCategoryName
source: Name
pl_pl: Nazwa

# NAME_DelayCategoryCode
source: Code
pl_pl: Kod

# NAME_EventCatalogueCategoryDescription
source: Description
pl_pl: Opis

# NAME_DelayCategoryGroupId
source: Group
pl_pl: Grupa

# NAME_DelayCategoryGroupCode
source: Group Code
pl_pl: Kod grupy

# PAGE_TITLE_EventCatalogueCategories_EventCatalogueCategoriesAddPopup
source: Add Event Category
pl_pl: Dodaj kategorie zdarzeń

# PAGE_TITLE_EventCatalogueCategories_EventCatalogueCategoriesEditPopup
source: Edit Event Category
pl_pl: Edytuj kategorie zdarzenia

# NAME_DelayGroupName
source: Name
pl_pl: Nazwa

# NAME_DelayGroupId
source: Delay Group
pl_pl: Grupa opóżnień

# NAME_DelayGroupCode
source: Code
pl_pl: Kod

# PAGE_TITLE_EventCategoryGroupsCatalogue_EventGroupsCatalogueAddPopup
source: Create Event Category Group
pl_pl: Stwórz nową grupę zdarzeń

# PAGE_TITLE_EventCategoryGroupsCatalogue_EventGroupsCatalogueEditPopup
source: Edit Event Category Groups
pl_pl: Edytuj grupę zdarzeń

# NAME_ParentDefectCatalogueId
source: Parent Defect
pl_pl: Nadrzędny defect

# NAME_ParentDefectCatalogueCode
source: Parent Defect
pl_pl: Nadrzędny defect

# NAME_DefectCatalogueCategoryId
source: Defect Catalogue Category
pl_pl: Kategoria Katalogu Defektów

# NAME_Inactive
source: Inactive
pl_pl: Nieaktywny

# PAGE_TITLE_BilletCatalogue_CreateMaterialCataloguePopup
source: Create Material
pl_pl: Stwórz materiał

# PAGE_TITLE_ProductCatalogue_ProductCatalogueCreatePopup
source: Create Product
pl_pl: Stwórz produkt

# PAGE_TITLE_EventsCatalogue_EventCatalogueAddPopup
source: Add Event
pl_pl: Dodaj zdarzenie

# NAME_ParentDelayCode
source: Parent Delay Code
pl_pl: Kod nadrzędnego opóżnienia

# HMI_MENU_EventCatalogueCategories
source: Event Categories Catalogue
pl_pl: Katalog kategorii zdarzeń

# HMI_MENU_EventCategoryGroupsCatalogue
source: Event Groups Catalogue
pl_pl: Katalog grup zdarzeń

# HMI_MENU_ScrapGroupCatalogue
source: Scrap Group Catalogue
pl_pl: Katalog grup złomu

# NAME_SteelFamilyDetails
source: Steel Family Details
pl_pl: Detale grupy stali

# NAME_EventsCatalogueDetails
source: Events Catalogue Details
pl_pl: Detale katalogu zdarzeń

# NAME_EventsCatalogueCategoriesDetails
source: Event Categories Details
pl_pl: Detale kategorii zdarzenia

# NAME_EventGroupsCatalogueDetails
source: Event groups catalogue details
pl_pl: Detale grupy zdarzeń

# NAME_DefectsDetails
source: Defect Details
pl_pl: Detale defektu

# NAME_DefectCatalogueDetails
source: Defect Catalogue Details
pl_pl: Detale katalogu defektów

# NAME_OperationNumber
source: Operation Number
pl_pl: Numer operacyjny

# NAME_OutputDiameter
source: Output Diameter
pl_pl: Średnica wyjściowa

# NAME_CustomerCode
source: Customer Code
pl_pl: Kod klienta

# NAME_NextOperation
source: Next Operation
pl_pl: Następna operacja

# NAME_MaterialDimension
source: Material Dimension
pl_pl: Wymiar materiału

# NAME_MaterialForm
source: Material Form
pl_pl: Wzór materiału

# NAME_StorageIdentification
source: Storage Identification
pl_pl: Identyfikacja magazynu

# NAME_InputBatchWeight
source: Input Batch Weight
pl_pl: Wejściowa masa partii

# NAME_OrderDeadline
source: Order Deadline
pl_pl: Ostateczny termin zamówienia

# NAME_PreviousWorkOrderName
source: Previous Work Order Name
pl_pl: Poprzednie zamówienie

# NAME_Description_01
source: Description 1
pl_pl: Opis 1

# NAME_Description_02
source: Description 2
pl_pl: Opis 2

# NAME_Description_03
source: Description 3
pl_pl: Opis 3

# NAME_Description_04
source: Description 4
pl_pl: Opis 4

# NAME_Description_05
source: Description 5
pl_pl: Opis 5

# NAME_Description_06
source: Description 6
pl_pl: Opis 6

# NAME_Description_07
source: Description 7
pl_pl: Opis 7

# NAME_Description_08
source: Description 8
pl_pl: Opis 8

# NAME_Description_09
source: Description 9
pl_pl: Opis 9

# NAME_Description_10
source: Description 10
pl_pl: Opis 10

# NAME_Description_11
source: Description 11
pl_pl: Opis 11

# NAME_Description_12
source: Description 12
pl_pl: Opis 12

# NAME_Description_13
source: Description 13
pl_pl: Opis 13

# BUTTON_filter
source: Filter records
pl_pl: Włączyć filtrowanie

# BUTTON_clear-filters
source: Clear filters
pl_pl: Wyczyść filtry

# NAME_tailForward
source: Tail forward
pl_pl: Ogon do przodu

# NAME_headForward
source: Head forward
pl_pl: Głowa do przodu

# NAME_Remove
source: Remove
pl_pl: Usuń

# NAME_Unscrap
source: Unscrap
pl_pl: Cofnij złomowanie

# NAME_Ready
source: Ready
pl_pl: Gotowy

# NAME_Scrap
source: Scrap
pl_pl: Złomuj

# NAME_Adjusting
source: Adjusting
pl_pl: Regulacja

# NAME_Simulation
source: Simulation
pl_pl: Symulacja

# NAME_StartedInGroup
source: Started in group
pl_pl: Rozpoczęto w grupie

# MESSAGE_L3ValidationResult
source: Telegram validation result: Telegram Contains Errors
pl_pl: Wynik walidacji telegramu: Telegram Zawiera Błędy

# PAGE_TITLE_Setup_Properties
source: Setup Configuration
pl_pl: Konfiguracja setup

# NAME_SetupDescription
source: Setup Description
pl_pl: Opis

# NAME_SetupCode
source: Setup Code
pl_pl: Kod

# NAME_SetupParameter
source: Setup Parameter
pl_pl: Parametr

# NAME_HeatNumber
source: Heat Number
pl_pl: Numer wytopu

# NAME_Layout
source: Layout
pl_pl: Szablon

# NAME_Issue
source: Issue
pl_pl: Wydanie

# HMI_MENU_SetupFurnace
source: Furnace
pl_pl: Piec

# HMI_MENU_SetupLayingHead
source: Laying Head
pl_pl: Głowica formująca

# HMI_MENU_SetupPinchRolls
source: Pinch Rolls
pl_pl: Rolka dociskowa

# HMI_MENU_SetupShears
source: Shears
pl_pl: Piła

# HMI_MENU_SetupSpeed
source: Speed
pl_pl: Prędkość

# HMI_MENU_SetupCooling
source: Cooling
pl_pl: Chłodzenie

# HMI_MENU_SetupKindOfGrades
source: Kind Of Grades
pl_pl: Rodzaj stopów

# HMI_MENU_SetupSampling
source: Sampling
pl_pl: Próbkowanie

# HMI_MENU_SetupSpecific
source: Specific
pl_pl: Specyfikacja

# HMI_MENU_SetupProgression
source: Progression
pl_pl: Progres

# HMI_MENU_SetupCamera
source: Camera
pl_pl: Kamera

# HMI_MENU_SetupMillLayout
source: Mill Layout
pl_pl: Rzut walcowni

# NAME_IsBlocked
source: Blocked
pl_pl: Zablokowany

# PAGE_TITLE_Setup_SetupEditPopup
source: Edit Setup Parameters
pl_pl: Edycja parametrów

# NAME_MaterialsAssigned
source: Assigned Materials
pl_pl: Liczba przypisanych materiałów

# BUTTON_show
source: Enable
pl_pl: Włącz

# BUTTON_hide
source: Disable
pl_pl: Wyłącz

# NAME_SetupTypeCode
source: Setup Type Code
pl_pl: Kod Typu Konfiguracji

# NAME_SetupName
source: Setup Name
pl_pl: Nazwa konfiguracji

# PAGE_TITLE_Setup_SetupCopyPopup
source: Copy Setup
pl_pl: Kopuj konfigurację

# PAGE_TITLE_Setup_SetupCreatePopup
source: Create Setup
pl_pl: Nowa konfiguracja

# PAGE_TITLE_LabelPrinter_Index
source: Label printer
pl_pl: Druk etykiet

# PAGE_TITLE_LabelPrinter_LabelPrinterPopup
source: Label printer
pl_pl: Drukuj

# NAME_Filters
source: Filters
pl_pl: Filtry

# BUTTON_calculate
source: Calculate setup
pl_pl: Wylicz konfiguracje

# BUTTON_setup
source: Show Setups
pl_pl: Pokaż konfiguracje

# HMI_MENU_SetupGauges
source: Gauges
pl_pl: Wskaźniki

# NAME_Setup
source: Setup
pl_pl: Konfiguracja

# NAME_SetupStatus
source: Setup Status
pl_pl: Status konfiguracji

# NAME_SetupAssign_Assigned
source: Calculated
pl_pl: Wyliczony

# NAME_SetupAssign_PartiallyAssigned
source: Partially calculated
pl_pl: Częściowo wyliczone

# NAME_SetupAssign_AmbiguouslyAssigned
source: Ambiguously calculated
pl_pl: Wyliczone z niejednoznacznościami

# NAME_SetupAssign_Unassigned
source: Missing
pl_pl: Brak

# m
source: Date of setup calculation
pl_pl: Data obliczenia konfiguracji

# MESSAGE_L3ValidationResult_Duplicate[1]
source: Telegram validation result: Telegram Contains Errors
pl_pl: Wynik walidacji telegramu: Telegram Zawiera Błędy

# PAGE_TITLE_TrackingManagement_Index
source: Tracking Management
pl_pl: Zarządzanie produkcją

# HMI_MENU_TrackingManagement
source: Tracking Management
pl_pl: Zarządzanie śledzeniem materiałów

# HMI_MENU_Communication
source: Communication
pl_pl: Komunikacja

# HMI_MENU_ExternalDevices
source: External Devices
pl_pl: Urządzenia

# HMI_MENU_Quality
source: Quality
pl_pl: Jakość

# HMI_MENU_Production
source: Production
pl_pl: Produkcja

# HMI_MENU_CatalogueCategories
source: Catalogues
pl_pl: Katalogi

# HMI_MENU_ProductYard
source: Product Yard
pl_pl: Magazyn produktów

# HMI_MENU_BilletYard
source: Billet Yard
pl_pl: Magazyn materiałów

# HMI_MENU_DelayCategories
source: Delays
pl_pl: Opóźnienia

# NAME_SetupAssignShort_AmbiguouslyAssigned
source: Ambiguous
pl_pl: Niejedoznaczny

# NAME_SetupAssignShort_Assigned
source: Calculated
pl_pl: Wyliczony

# NAME_SetupAssignShort_PartiallyAssigned
source: Partially calc
pl_pl: Częściowy

# NAME_SetupAssignShort_Unassigned
source: Missing
pl_pl: Brak

# BUTTON_UndischargeFromRolling
source: Undischarge from rolling
pl_pl: Przywróć z walcowania

# BUTTON_ChargeWorkOrder
source: Charge Work Order
pl_pl: Załaduj zamówienie

# PAGE_TITLE_GrooveTemplate_EditGrooveTemplateDialog
source: Edit Groove Template
pl_pl: Edytu szablon wykroju

# PAGE_TITLE_GrooveTemplate_AddGrooveTemplateDialog
source: Add Groove Template
pl_pl: Dodaj szablon wykroju

# BUTTON_cassette_details
source: Cassette Details
pl_pl: Informacje o kasecie

# BUTTON_rollset_details
source: Roll Set Details
pl_pl: Informacje o złożeniu

# BUTTON_rolls_mount_cassette
source: Mount Cassette
pl_pl: Zamontuj kasetę

# HMI_MENU_MeasurementsSummary
source: Measurements Summary
pl_pl: Podsumowanie pomiarów

# NAME_AccBilletWeightLimit
source: Acc Billet Weight Limit
pl_pl: Limit masy kęsów

# PAGE_TITLE_DataAnalysis_Index
source: Data Analysis
pl_pl: Analiza danych

# NAME_Month
source: Month
pl_pl: Miesiąc

# NAME_Week
source: Week
pl_pl: Tydzień

# NAME_Year
source: Year
pl_pl: Rok

# NAME_DurationSum
source: Duration Sum
pl_pl: Suma trwania

# NAME_DelaysCount
source: Delays Count
pl_pl: Ilość przestojów

# BUTTON_OpenChart
source: Open Chart
pl_pl: Zobacz wykres

# PAGE_TITLE_DataAnalysis_WorkOrders
source: Data Analysis - WorkOrders
pl_pl: Analiza danych - Zamówienia

# PAGE_TITLE_DataAnalysis_Delays
source: Data Analysis - Delays
pl_pl: Analiza danych - Przestoje

# NAME_Configurator
source: Configurator
pl_pl: Konfigurator

# NAME_MaterialsWeight
source: Materials Weight
pl_pl: Waga materiałów

# NAME_ProductsWeight
source: Products Weight
pl_pl: Waga produktów

# NAME_RawMaterialsWeight
source: RawMaterials Weight
pl_pl: Waga surowców

# NAME_WorkOrderCount
source: WorkOrder Count
pl_pl: Ilość zamówień

# NAME_ProductsCount
source: Products Count
pl_pl: Ilość produktów

# NAME_MaterialsCount
source: Materials Count
pl_pl: Ilość materiałów

# NAME_RawMaterialsCount
source: RawMaterials Count
pl_pl: Ilość surowców

# NAME_AllCategories
source: All Categories
pl_pl: Wszystkie kategprie

# NAME_All
source: All
pl_pl: Wszystkie

# NAME_Categories
source: Categories
pl_pl: Kategorie

# NAME_Crews
source: Crews
pl_pl: Brygady

# NAME_Shifts
source: Shifts
pl_pl: Zmiany

# NAME_Months
source: Months
pl_pl: Miesiące

# NAME_Years
source: Years
pl_pl: Lata

# NAME_Weeks
source: Weeks
pl_pl: Tygodnie

# NAME_Dates
source: Dates
pl_pl: Daty

# NAME_Heats
source: Heats
pl_pl: Wytopy

# NAME_ProductCatalogues
source: Product Catalogues
pl_pl: Katalogi produktów

# NAME_Steelgrades
source: Steelgrades
pl_pl: Gatunki stali

# NAME_WorkOrders
source: WorkOrders
pl_pl: Zamówienia

# NAME_ExportTo
source: Export to
pl_pl: Eksport do

# NAME_PreheatingZone
source: Preheating Zone
pl_pl: Strefa nagrzewania

# NAME_HeatingZone
source: Heating Zone
pl_pl: Strefa grzewcza

# NAME_SoakingZone
source: Soaking Zone
pl_pl: Strefa moczenia

# BUTTON_Legend
source: Legend
pl_pl: Legenda

# NAME_TemperatureInFurnance
source: Temperature
pl_pl: Temperatura

# NAME_RawMaterialCounter
source: No of billet
pl_pl: Liczba materiałów

# NAME_SetupTemperature
source: Setup Temp.
pl_pl: Temp. ustawienia

# NAME_SetupRelations
source: Setup Relations
pl_pl: Relacje konfiguracji

# NAME_SetupHistory
source: Setup History
pl_pl: Historia konfiguracji

# NAME_SetupDisplayed
source: Displayed
pl_pl: Bieżąca

# NAME_SetupCurrent
source: Current
pl_pl: Aktywna

# NAME_SetupNext
source: Next
pl_pl: Następna

# NAME_SetupDate
source: Setup Date
pl_pl: Data wyliczenia

# NAME_SetupSentDate
source: Sent Date
pl_pl: Data wysłania

# NAME_SetupsMathing
source: Setups are matching
pl_pl: Konfiguracje zgodne

# NAME_SetupsOptionalDifferent
source: Optional setups are different
pl_pl: Opcjonalne konfiguracje są różne

# NAME_SetupsDifferent
source: Setups are not matching
pl_pl: Konfiguracje nie są zgodne

# NAME_RelationToCurrent
source: Relation to current
pl_pl: Relacja do bieżących

# NAME_RelationToNext
source: Relation to next
pl_pl: Relacja do następnych

# NAME_AreaCode
source: Asset Code
pl_pl: Kod obszaru

# NAME_AreaName
source: Area Name
pl_pl: Nazwa obszaru

# NAME_ZoneName
source: Zone Name
pl_pl: Nazwa strefy

# NAME_ZoneCode
source: Zone Code
pl_pl: Kod strefy

# NAME_Select
source: Select
pl_pl: Wybierz

# PAGE_TITLE_RawMaterial_AssignDefectsPopup
source: Add defects
pl_pl: Dodawanie defektów

# PAGE_TITLE_Products_AssignDefectsPopup
source: Add defects
pl_pl: Dodawanie defektów

# NAME_AddDefects
source: Add defects
pl_pl: Przypisanie defektów

# NAME_tailBackward
source: Tail Backward
pl_pl: Ogon do tyłu

# NAME_headBackward
source: Head Backward
pl_pl: Głowa do tyłu

# MESSAGE_MaterialUnassignInfo
source: Action not available - Material is not assigned to RawMaterial
pl_pl: Operacja niedostępna - materiał nie jest przypisany do surowca

# MESSAGE_SelectElement
source: Select element
pl_pl: Wybierz element

# PAGE_TITLE_CoilInspectionStation_Index
source: Coil Inspection Station
pl_pl: Stacja kontroli zwoju

# NAME_PartialScrap
source: Partial scrap
pl_pl: Złomuj częściowo

# NAME_BackIntoFurnace
source: Back into furnace
pl_pl: Wróć do pieca

# PAGE_TITLE_Inspection_QualityAddPopup
source: Specify quality
pl_pl: Określanie jakości

# NAME_SpecifyQuality
source: Specify quality
pl_pl: Określanie jakości

# ENUM_CrashTest_Undefined
source: Undefined
pl_pl: Nieokreślony

# ENUM_CrashTest_Doubtful
source: Doubtful
pl_pl: Wątpliwy

# ENUM_CrashTest_Good
source: Good
pl_pl: Dobry

# ENUM_CrashTest_Bad
source: Bad
pl_pl: Zły

# PAGE_TITLE_CiolInspectionStation_DefectEditPopup
source: Edit defect
pl_pl: Edycja defektu

# NAME_QualityInspection
source: Quality Inspection
pl_pl: Kontrola jakości

# NAME_InspectionResult_Undefined
source: Undefined
pl_pl: Nieznany

# NAME_InspectionResult_Good
source: Good
pl_pl: Dobry

# NAME_InspectionResult_Bad
source: Bad
pl_pl: Zły

# NAME_InspectionResult_Doubtful
source: Doubtful
pl_pl: Wątpliwy

# PAGE_TITLE_Inspection_QualityEditPopup
source: Edit Inspection Result
pl_pl: Edycja wyniku kontroli

# PAGE_TITLE_Visualization_PartialScrapPopup
source: Partial Scrap
pl_pl: Złomowanie częściowe

# HMI_MENU_CoilInspectionStation
source: Coil Inspection Station
pl_pl: Stacja kontroli zwoju

# NAME_CrashTest
source: Crash Test
pl_pl: Test zderzeniowy

# NAME_VisualInspection
source: Visual Inspection
pl_pl: Kontrola wizualna

# NAME_InspectionResult
source: Inspection Result
pl_pl: Wynik kontroli

# NAME_EditInspectionResult
source: Edit Inspection Result
pl_pl: Edytuj wynik kontroli

# NAME_StandName
source: Stand
pl_pl: Klatka

# NAME_L3TransferTable_WorkOrderReports
source: Work Order Report
pl_pl: Status raportów zamóweiń

# NAME_ProductionTime
source: Production Time
pl_pl: Czas prod.

# NAME_ProductionSchedule
source: Production Schedule
pl_pl: Harmonogram produkcji

# NAME_ProductionHistory
source: Production History
pl_pl: Historia produkcji

# NAME_ManualInputSpeeds
source: Manual Input Speeds
pl_pl: Wprowadź prędkości

# NAME_StopSlowProduction
source: Stop Slow Production
pl_pl: Zatrzymaj tryb wolny

# NAME_StartSlowProduction
source: Start Slow Production
pl_pl: Rozpocznij tryb wolny

# NAME_Reject
source: Reject
pl_pl: Odrzuć

# PAGE_TITLE_TrackingManagement_ChargeWorkOrderMaterialOnFurnaceExitPopup
source: Charge Work Order
pl_pl: Załaduj zamówienie

# NAME_Charge
source: Charge
pl_pl: Załaduj

# NAME_NumberOfEntryPieces
source: Number Of Entry Pieces
pl_pl: Liczba pozycji wejściowych

# NAME_NumberOfOutputPieces
source: Number Of Output Pieces
pl_pl: Liczba pozycji wyjściowych

# NAME_ProductDimension
source: Product Dimension
pl_pl: Wymiar produktu

# NAME_OutputWeight
source: Output Weight
pl_pl: Waga wyjściowa

# NAME_EndWOFlag
source: Work Order End
pl_pl: Zamówienie zakończone

# NAME_MaterialFormDim1
source: Material Form (Dim 1)
pl_pl: Wzór materiału (wymiar 1)
