Repository: abhipan1982/JSWSALEM
Catalog: PE.HMIWWW.Core/Resources/VM_Resources.*.resx
Languages: pl_pl

# NAME_HardRemove
source: Hard Remove
pl_pl: Twarde usunięcie

# MESSAGE_RemoveFromTracking
source: The operation will remove material from selected area, but the Work Order relation will remain unchanged. All relations with the parent and related products will be retained
pl_pl: Operacja usunie materiał z wybrenego obszaru, ale przypisanie do zamówienia pozostanie bez zmian. Wszelkie relacje z rodzicem i powiązanymi produktami będą zachowane

# MESSAGE_HardRemoveFromTracking
source: The operation will remove material from all areas and clear Work Order relation. In addition, the parent relation will disappear and related products will be deleted
pl_pl: Operacja usunie materiał ze wszystkich obszarów i relację z zamówieniem. Ponadto zniknie relacja z rodzicem i usunięte zostaną powiązane produkty

# BUTTON_unassign_billets
source: Unassign material
pl_pl: Usuń powiązanie z materiałem

# ERROR_WorkOrderHasBeenAlreadySentToL3
source: Work Order has been already sent to L3
pl_pl: Zamówienie zostało już wysłane do L3

# ERROR_WorkOrderNotInFinishedStatus
source: Work Order is not in finished status
pl_pl: Zamówienie nie ma statusu zakończone

# ERROR_CannotSendTestWorkOrder
source: Cannot send test WorkOrder
pl_pl: Nie można wysłać zamówienia testowego

# ERROR_ScrapWithoutAsset
source: Scrap has no asset assigned
pl_pl: Złom nie ma przypisanej lokacji

# ERROR_DefectHasAssignedDefaultCatalogue
source: Defect has assigned default catalogue
pl_pl: Defekt ma przypisany domyślny katalog

# NAME_LossWeight
source: Loss Weight
pl_pl: Strata wagi

# NAME_L1MaterialAssignment
source: L1 Material Assignment
pl_pl: Przypisanie materiału z L1

# INFO_SelectRawMaterialFromBelowInfo
source: Select L1 Material from list below to assign it to L3 Material
pl_pl: Wybierz surowy materiał z listy poniżej aby przypisać go do L3 materiału

# NAME_BilletsCount
source: Billets Count
pl_pl: Liczba materiałów

# NAME_BilletsCountLimit
source: Billets Count Limit
pl_pl: Limit liczby materiałów

# ENUM_GrooveSetting_Undefined
source: Undefined
pl_pl: Nieokreślony

# ENUM_GrindingTurningAction_Undefined
source: Undefined
pl_pl: Niezdefiniowany

# ENUM_CassetteStatus_History
source: History
pl_pl: Historyczny

# ENUM_RollSetCassetteAction_Undefined
source: Undefined
pl_pl: Niezdefiniowany

# BUTTON_uncancel_work_order
source: Uncancel Work Order
pl_pl: Przywróć zamówienie

# BUTTON_cancel_work_order
source: Cancel Work Order
pl_pl: Anuluj zamówienie

# MESSAGE_SelectOrderWithStatusNew
source: Please Choose Work Order With Status New
pl_pl: Proszę wybrać zamówienie ze statusem Nowe

# MESSAGE_WorkOrderWillBeCancel
source: Work Order Will Be Canceled
pl_pl: Zamówienie będzie anulowane

# MESSAGE_WorkOrderWillBeUnCancel
source: Status Of The Work Order Will Be Change To New
pl_pl: Status zamówienia zostanie zmieniony na Nowy

# MESSAGE_SelectOrderWithStatusCancelled
source: Please Choose Work Order With Status Cancelled
pl_pl: Proszę wybrać zamówienie ze statusem Anulowane

# BUTTON_block_work_order
source: Block Work Order
pl_pl: Zablokój zamówienie

# BUTTON_unblock_work_order
source: Unblock Work Order
pl_pl: Odblokuj zamówienie

# MESSAGE_WorkOrderWillBeBlock
source: Work Order Will Be Blocked
pl_pl: Zamówienie będzie zablokowane

# MESSAGE_WorkOrderWillBeUnBlock
source: Work Order Will Be Unblocked
pl_pl: Zamówienie będzie odblokowane

# MESSAGE_SelectOrderWithGrayHighlight
source: Please Choose Work Order With Gray Highlight
pl_pl: Proszę wybrać zamówienie z szarym podświetleniem

# MESSAGE_ConfirmDeleteFromSchedule
source: Are you sure you want to delete this record from schedule?
pl_pl: Czy jesteś pewien że chcesz usunąć ten rekord z harmonogramu?

# MESSAGE_MaterialsAssignedOrderNotCancelableAndBlockable
source: This work order have materials assigned, it is not cancalable and blockable
pl_pl: To zamówienie ma przypisane materiały, nie można go anulować ani zablokować

# PAGE_TITLE_AlarmCategory_Index
source: Alarm Category
pl_pl: Kategoria alarmów

# PAGE_TITLE_AlarmCreator_Index
source: Alarm Creator
pl_pl: Kreator alarmów

# NAME_CreateAlarmDefinition
source: Create Alarm Definition
pl_pl: Stwórz definicję alarmu

# NAME_EditAlarmDefinition
source: Edit Alarm Definition
pl_pl: Edytuj definicję alarmu

# NAME_DeleteAlarmDefinition
source: Delete Alarm Definition
pl_pl: Usuń definicję alarmu

# PAGE_TITLE_AlarmCreator_AlarmDefinitionCreatePopup
source: Create Alarm Definition
pl_pl: Nowa definicja alarmu

# ERROR_WrongAlarmParameters
source: Wrong Alarm Parameters
pl_pl: Nieprawidłowe parametry alarmu

# NAME_AlarmDefinition
source: Alarm Definition
pl_pl: Definicja alarmu

# NAME_AlarmCategory
source: Alarm Category
pl_pl: Kategoria alarmu

# NAME_ProjectName
source: Project Name
pl_pl: Nazwa projektu

# NAME_DefinitionCode
source: Definition Code
pl_pl: Kod definicji

# NAME_DefinitionDescription
source: Definition Description
pl_pl: Opis definicji

# NAME_IsStandard
source: Is Standard
pl_pl: Standardowy alarm

# NAME_IsToConfirm
source: Is To Confirm
pl_pl: Do potwierdzenia

# NAME_IsPopupShow
source: Is Popup Show
pl_pl: Wyskakujące okno

# NAME_CategoryCode
source: Category Code
pl_pl: Kod kategorii

# NAME_CategoryDescription
source: Category Description
pl_pl: Opis kategorii

# NAME_DefaultMessage
source: Default Message
pl_pl: Domyślna wiadomość

# NAME_Parameter0
source: Parameter {0}
pl_pl: Parametr {0}

# NAME_Parameter1
source: Parameter {1}
pl_pl: Parametr {1}

# NAME_Parameter2
source: Parameter {2}
pl_pl: Parametr {2}

# NAME_ParameterKey
source: Parameter Key
pl_pl: Klucz parametru

# NAME_ParameterName
source: Parameter Name
pl_pl: Nazwa parametru

# NAME_LanguageCode
source: Language Code
pl_pl: Kod języka

# ERROR_DefaultAlarmMessageCannotBeEmpty
source: en-US message cannot be empty
pl_pl: Wiadomość en-US nie może być pusta

# PAGE_TITLE_AlarmCreator_AlarmDefinitionEditPopup
source: Edit Alarm Definition
pl_pl: Edytuj definicję alarmu

# NAME_Parameter3
source: Parameter {3}
pl_pl: Parametr {3}

# MESSAGE_ActionNotAvailable
source: Action Not Available
pl_pl: Akcja jest niedostępna

# HMI_MENU_Charging
source: Charging
pl_pl: Załadunek

# MESSAGE_SelectMaterialForReadyOperation
source: Select Material For Ready Operation
pl_pl: Wybierz materiał, aby oznaczyć jako gotowy

# NAME_RatingCurrentValue
source: Current Value
pl_pl: Obecna wartość

# ENUM_RawMaterialStatus_OnCoolingBed
source: On Cooling Bed
pl_pl: Podczas chłodzenia

# NAME_ChargingList
source: Charging List
pl_pl: Lista załadunkowa

# BUTTON_OpenChargingFullList
source: Open Charging Full List
pl_pl: Otwarcie pełnej listy załadunkowej

# HMI_MENU_SteelFamilyCatalogue
source: Steel Family Catalogue
pl_pl: Katalog rodzin stali

# HMI_MENU_MaintenanceView
source: Maintenance
pl_pl: Konserwacja

# HMI_MENU_WorkOrderDataAnalysis
source: WorkOrders
pl_pl: Zamówienia

# HMI_MENU_SteelGrades
source: Steelgrades
pl_pl: Gatunki stali

# HMI_MENU_Event
source: Events
pl_pl: Zdarzenia

# HMI_MENU_DelaysDataAnalysis
source: Delays
pl_pl: Przestoje

# HMI_MENU_DelayCatalogue
source: Delay Catalogue
pl_pl: Katalog przestojów

# NAME_KeepInTracking
source: Keep In Tracking
pl_pl: Zachowaj w śledzeniu

# ENUM_RawMaterialStatus_Divided
source: Divided
pl_pl: Pocięty

# ERROR_CrewDeleteOperationNotPossible
source: Delete Operation Not Available, Crew Cannot Be Related With Shift Calendar
pl_pl: Operacja usuwania niedostępna, brygada nie może być powiązana z widokiem Załogi

# NAME_Standard
source: Standard
pl_pl: Standardowe

# BUTTON_CreateWorkOrderDefinition
source: Create Work Order Definition
pl_pl: Tworzenie definicji zamówienia

# MESSAGE_ConfirmEndOfWorkOrder
source: Are you sure you want to finish this schedule?
pl_pl: Czy jesteś pewien że chce zakończyć to zamówienie w harmonogramie?

# GLOB_Form_Button_Create
source: Create
pl_pl: Utwórz

# ERROR_IncorrectDateRange
source: Incorrect date range
pl_pl: Nieprawidłowy zakres

# NAME_RatingAlarm
source: Rating Alarm
pl_pl: Alarm oceny

# NAME_RatingAffectedArea
source: Affected Area
pl_pl: Dotknięty obszar

# ERROR_InvalidWOImport
source: Definition on row {0} is invalid. Check file for more details.
pl_pl: Definicja w wierszu {0} niepoprawna. Szczegóły w pliku.

# PAGE_TITLE_L3CommStatus_WorkOrderDefinitionImportPopup
source: Import Work Order Definition
pl_pl: Import definicji zamówień

# HMI_MENU_HeatReport
source: Heat Report
pl_pl: Raport wytopów

# PAGE_TITLE_Reports_ProductionSummaryReport(STD)
source: Production Summary Report
pl_pl: Raport podsumowujący produkcję

# HMI_MENU_ProductionSummaryReport
source: Production Summary Report
pl_pl: Raport podsumowujący produkcję

# PAGE_TITLE_Reports_MaterialReport(STD)
source: Material Report
pl_pl: Raport materiału

# HMI_MENU_MaterialReport
source: Material Report
pl_pl: Raport materiału

# HMI_MENU_DelayReport
source: Delay Report
pl_pl: Raport przestojów

# PAGE_TITLE_Reports_RollHistoryReport(STD)
source: Roll History Report
pl_pl: Raport historii walca

# CONTROLLER_BarHandling
source: Bar Handling
pl_pl: Produkcja prętu

# PAGE_TITLE_BarHandling_Index
source: Bar Handling
pl_pl: Produkcja prętu

# NAME_RuleIdentifier
source: Rule
pl_pl: Reguła

# NAME_RatingName
source: Rating name
pl_pl: Nazwa oceny

# NAME_IsParent
source: Parent
pl_pl: Rodzic

# NAME_IsChild
source: Child
pl_pl: Dziecko

# PAGE_TITLE_Reports_MaterialEvaluationResult
source: Material Evaluation Result
pl_pl: Wynik oceny materiału

# HMI_MENU_MaterialEvaluationResult
source: Material Evaluation Result
pl_pl: Wynik oceny materiału

# HMI_MENU_RollHistoryReport
source: Roll History Report
pl_pl: Raport historii walca

# HMI_MENU_RollGrooveReport
source: Roll Groove Report
pl_pl: Raport rowków walca

# HMI_MENU_EventsReport
source: Events Report
pl_pl: Raport zdarzeń

# HMI_MENU_OEEReport
source: OEE Report
pl_pl: Raport wskaźnika OEE

# HMI_MENU_ProcessParametersReport
source: Process Parameters Report
pl_pl: Raport parametrów procesu

# HMI_MENU_WorkOrderSummaryReport
source: Work Order Summary Report
pl_pl: Raport podsumowujący zamówienie

# HMI_MENU_FurnaceReport
source: Furnace Report
pl_pl: Raport pieca

# HMI_MENU_TemperatureReport
source: Temperature Report
pl_pl: Raport temperatur

# HMI_MENU_SpeedReport
source: Speed Report
pl_pl: Raport prędkości

# HMI_MENU_ProfileReport
source: Profile Report
pl_pl: Raport przekrojów

# PAGE_TITLE_Reports_EventsReport(STD)
source: Events Report
pl_pl: Raport zdarzeń

# PAGE_TITLE_Reports_FurnaceReport(STD)
source: Furnace Report
pl_pl: Raport z pieca

# PAGE_TITLE_Reports_OEEReport(STD)
source: OEE Report
pl_pl: Raport wskaźnika OEE

# PAGE_TITLE_Reports_ProcessParametersReport(STD)
source: Process Parameters Report
pl_pl: Raport parametrów procesu

# PAGE_TITLE_Reports_ProfileReport(STD)
source: Profile Report
pl_pl: Raport przekrojów

# PAGE_TITLE_Reports_RollGrooveReport(STD)
source: Roll Groove Report
pl_pl: Raport rowków walca

# PAGE_TITLE_Reports_SpeedReport(STD)
source: Speed Report
pl_pl: Raport prędkości

# PAGE_TITLE_Reports_TemperatureReport(STD)
source: Temperature Report
pl_pl: Raport temperatur

# PAGE_TITLE_Reports_WorkOrdersReport(STD)
source: Work Orders Report
pl_pl: Raport zamówień

# PAGE_TITLE_Reports_WorkOrderSummaryReport(STD)
source: Work Order Summary Report
pl_pl: Raport podsumowujący zamówienie

# NAME_UnitOfMeasure
source: Unit
pl_pl: Jednostka

# NAME_ExternalUnitOfMeasure
source: External Unit
pl_pl: Zewnętrzna jednostka

# NAME_FeatureTemplateName
source: Template Name
pl_pl: Nazwa wzoru

# NAME_FeatureTemplateDescription
source: Template Description
pl_pl: Opis wzoru

# NAME_FeatureType
source: Feature Type
pl_pl: Typ cechy

# NAME_CommChannelType
source: Comm. Chanel Type
pl_pl: Typ kanału kom.

# NAME_AggregationStrategy
source: Aggregation Strategy
pl_pl: Strategia agregacji

# NAME_TemplateCommAttr1
source: Comm. Attr. 1
pl_pl: Atr. Kom. 1

# NAME_TemplateCommAttr2
source: Comm. Attr. 2
pl_pl: Atr. Kom. 2

# NAME_TemplateCommAttr3
source: Comm. Attr. 3
pl_pl: Atr. Kom. 3

# ENUM_FeatureType_Undefined
source: Undefined
pl_pl: Niezdefiniowany

# ENUM_FeatureType_Tracking
source: Tracking
pl_pl: Śledzenie

# ENUM_FeatureType_TrackingOccupied
source: Occupied
pl_pl: Punkt zajęty

# ENUM_FeatureType_TrackingAreaModes
source: Area Modes
pl_pl: Tryb obszaru

# ENUM_FeatureType_TrackingAreaModeProduction
source: Area Production Mode
pl_pl: Tryb produkcji obszaru

# ENUM_FeatureType_TrackingAreaModeAdjustion
source: Area Adjustion Mode
pl_pl: Tryb regulacji obszaru

# ENUM_FeatureType_TrackingAreaSimulation
source: Area Simulation
pl_pl: Tryb symulacji

# ENUM_FeatureType_TrackingAreaAutomaticRelease
source: Area Automatic Release
pl_pl: Automatyczna praca obszaru

# ENUM_FeatureType_TrackingAreaEmpty
source: Area Empty
pl_pl: Obszar pusty

# ENUM_FeatureType_TrackingAreaCobbleDetected
source: Area Cobble Detected
pl_pl: Wykrycie awarii walcowania w obszarze

# ENUM_FeatureType_Measuring
source: Measuring
pl_pl: Pomiar

# ENUM_FeatureType_MeasuringSpeed
source: Measuring Speed
pl_pl: Pomiar prędkości

# ENUM_FeatureType_MeasuringHeadCutLength
source: Measuring Head Cut Length
pl_pl: Pomiar długości odciętego początku

# ENUM_FeatureType_MeasuringTailCutLength
source: Measuring Tail Cut Length
pl_pl: Pomiar długości odciętego początku

# ENUM_AggregationStrategy_Undefined
source: Undefined
pl_pl: Niezdefiniowana

# ENUM_AggregationStrategy_Logical
source: Logical
pl_pl: Logiczna

# ENUM_AggregationStrategy_FloatingPoint
source: Floating Point
pl_pl: Zmiennoprzecinkowa

# ENUM_AggregationStrategy_IntValue
source: Int Value
pl_pl: Całkowita

# ENUM_CommChannelType_Undefined
source: Undefined
pl_pl: Niezdefiniowany

# PAGE_TITLE_FeatureTemplate_Index
source: Feature Template
pl_pl: Wzór cech

# NAME_CreateFeatureTemplate
source: Create Feature Template
pl_pl: Dodaj wzór cechy

# PAGE_TITLE_FeatureTemplate_FeatureTemplateCreatePopup
source: Create Feature Template
pl_pl: Dodaj wzór cechy

# NAME_EditFeatureTemplate
source: Edit Feature Template
pl_pl: Edytuj wzór cechy

# PAGE_TITLE_FeatureTemplate_FeatureTemplateEditPopup
source: Edit Feature Template
pl_pl: Edytuj wzór cechy

# PAGE_TITLE_FeatureTemplate_FeatureTemplateClonePopup
source: Clone Feature Template
pl_pl: Klonuj wzór cechy

# NAME_CloneFeatureTemplate
source: Clone Feature Template
pl_pl: Klonuj wzór cechy

# NAME_DeleteFeatureTemplate
source: Delete Feature Template
pl_pl: Usuń wzór cechy

# NAME_AssetTemplateName
source: Template Name
pl_pl: Nazwa wzoru

# NAME_ZoneTemplateName
source: Zone Template Name
pl_pl: Nazwa wzoru strefy

# NAME_AreaTemplateName
source: Area Template Name
pl_pl: Nazwa wzoru obszaru

# NAME_AssetTemplateDescription
source: Template Description
pl_pl: Opis wzoru

# NAME_IsArea
source: Area
pl_pl: Obszar

# NAME_IsZone
source: Zone
pl_pl: Strefa

# NAME_TrackingAreaType
source: Area Type
pl_pl: Typ obszaru

# NAME_IsPositionBased
source: Positional
pl_pl: Pozycyjny

# NAME_PositionsNumber
source: Positions Number
pl_pl: Liczba pozycji

# NAME_VirtualPositionsNumber
source: Virtual Positions Number
pl_pl: Liczba wirtualnych pozycji

# ENUM_TrackingAreaType_None
source: None
pl_pl: Brak

# ENUM_TrackingAreaType_Collection
source: Collection
pl_pl: Kolekcja

# NAME_CreateAssetTemplate
source: Create Asset Template
pl_pl: Dodaj wzór zasobu

# NAME_CreateAreaTemplate
source: Create Area Template
pl_pl: Dodaj wzór obszaru

# PAGE_TITLE_AssetTemplate_Index
source: Asset Template
pl_pl: Wzór zasobu

# PAGE_TITLE_AssetTemplate_AssetTemplateCreatePopup
source: Create Asset Template
pl_pl: Dodaj wzór zasobu

# PAGE_TITLE_AssetTemplate_AreaTemplateCreatePopup
source: Create Area Template
pl_pl: Dodaj wzór obszaru

# PAGE_TITLE_AssetTemplate_AreaTemplateEditPopup
source: Edit Area Template
pl_pl: Edytuj wzór obszaru

# PAGE_TITLE_AssetTemplate_AssetTemplateEditPopup
source: Edit Asset Template
pl_pl: Edytuj wzór zasobu

# PAGE_TITLE_AssetTemplate_AreaTemplateClonePopup
source: Clone Area Template
pl_pl: Klonuj wzór obszaru

# PAGE_TITLE_AssetTemplate_AssetTemplateClonePopup
source: Clone Asset Template
pl_pl: Klonuj wzór zasobu

# NAME_CloneAssetTemplate
source: Clone Asset Template
pl_pl: Klonuj wzór zasobu

# NAME_EditAssetTemplate
source: Edit Asset Template
pl_pl: Edytuj wzór zasobu

# NAME_DeleteAssetTemplate
source: Delete Asset Template
pl_pl: Usuń wzór zasobu

# ERROR_AssetTemplateNameNotUnique
source: Asset Template Name Is Not Unique
pl_pl: Nazwa wzoru zasobu nie jest unikatowa

# ERROR_FeatureTemplateNameNotUnique
source: Feature Template Name Is Not Unique
pl_pl: Nazwa wzoru cechy nie jest unikatowa

# MESSAGE_AssetCannotBeZone
source: Cannot Assign Features To Zone
pl_pl: Nie można przypisać cechy do strefy

# PAGE_TITLE_FeatureTemplate_TemplatesAssignPopup
source: Assign Features To Asset
pl_pl: Przypisz cechy do zasobu

# NAME_AssignFeature
source: Assign Feature
pl_pl: Przypisz cechę

# NAME_UnassignFeature
source: Unassign Feature
pl_pl: Odepnij cechę

# NAME_AssignTemplates
source: Assign Templates
pl_pl: Przypisz wzory

# ERROR_FeatureTemplateAssignedToAssetTemplate
source: Feature Template Is Assigned To Asset Template
pl_pl: Wzór cechy jest przypisany do wzoru zasobu

# ERROR_AssetTemplateAssignedToFeatureTemplate
source: Asset Template Has Feature Templates Assigned
pl_pl: Wzór zasobu ma przypisane cechy

# ERROR_CannotAssignFeatureTemplatesToZoneTemplate
source: Cannot Assign Feature Templates To Zone Template
pl_pl: Nie można przypisać wzorów cech do wzoru strefy

# NAME_CloneFeatureTemplates
source: Clone Feature Templates
pl_pl: Klonuj wzory cech

# PAGE_TITLE_MillConfiguration_Index
source: Mill Configuration
pl_pl: Konfiguracja linii

# NAME_AssetTemplate
source: Asset Template
pl_pl: Wzór zasobu

# NAME_AssetType
source: Asset Type
pl_pl: Typ zasobu

# NAME_IsTrackingPoint
source: Tracking Point
pl_pl: Punkt śledzenia

# NAME_IsDelayCheckpoint
source: Delay Checkpoint
pl_pl: Punkt przestoju

# NAME_IsReversible
source: Reversible
pl_pl: Odwracalny

# PAGE_TITLE_MillConfiguration_AreaCreatePopup
source: Create Area
pl_pl: Dodaj obszar

# PAGE_TITLE_MillConfiguration_AssetCreatePopup
source: Create Asset
pl_pl: Dodaj zasób

# ERROR_AssetNameNotUnique
source: Asset Name Is Not Unique
pl_pl: Nazwa zasobu nie jest unikatowa

# NAME_CreateAsset
source: Create Asset
pl_pl: Dodaj zasób

# NAME_CreateArea
source: Create Area
pl_pl: Dodaj obszar

# PAGE_TITLE_MillConfiguration_AreaEditPopup
source: Edit Area
pl_pl: Edytuj obszar

# PAGE_TITLE_MillConfiguration_AssetEditPopup
source: Edit Asset
pl_pl: Edytuj zasób

# NAME_EditAsset
source: Edit Asset
pl_pl: Edytuj zasób

# NAME_DeleteAsset
source: Delete Asset
pl_pl: Usuń zasób

# NAME_AssetDetails
source: Asset Details
pl_pl: Szczegóły zasobu

# NAME_FeatureTemplate
source: Feature Template
pl_pl: Wzór cechy

# NAME_Feature
source: Feature
pl_pl: Cecha

# NAME_ConsumptionAggregationTime
source: Consum. Agg. Time
pl_pl: Czas agregacji

# NAME_IsConsumptionFeature
source: Consumption Feature
pl_pl: Cecha konsumpcyjna

# NAME_IsQETrigger
source: Quality Expert Trigger
pl_pl: Wyzwalacz Quality Expert

# NAME_IsDigital
source: Digital
pl_pl: Cyfrowy

# NAME_RetentionFactor
source: Retention Factor
pl_pl: Współczynnik retencji

# NAME_IsOnHMI
source: On HMI
pl_pl: Na widoku

# NAME_IsMeasurementPoint
source: Measurement Point
pl_pl: Punkt pomiarowy

# NAME_SampleOffsetTime
source: Sample Offset Time
pl_pl: Czas próbki

# NAME_CommAttr3
source: Comm. Attr. 3
pl_pl: Atr. kom. 3

# NAME_CloneAsset
source: Clone Asset
pl_pl: Klonuj zasób

# NAME_CloneFeature
source: Clone Feature
pl_pl: Klonuj cechę

# PAGE_TITLE_MillConfiguration_FeatureClonePopup
source: Clone Feature
pl_pl: Klonuj cechę

# PAGE_TITLE_MillConfiguration_AreaClonePopup
source: Clone Area
pl_pl: Klonuj obszar

# PAGE_TITLE_MillConfiguration_AssetClonePopup
source: Clone Asset
pl_pl: Klonuj zasób

# NAME_EditFeature
source: Edit Feature
pl_pl: Edytuj cechę

# NAME_DeleteFeature
source: Delete Feature
pl_pl: Usuń cechę

# NAME_FeatureDetails
source: Feature Details
pl_pl: Szczegóły cechy

# NAME_CreateFeature
source: Create Feature
pl_pl: Dodaj cechę

# PAGE_TITLE_MillConfiguration_FeatureCreatePopup
source: Create Feature
pl_pl: Dodaj cechę

# NAME_IsSampledFeature
source: Sampled Feature
pl_pl: Pomiar próbkowy

# PAGE_TITLE_MillConfiguration_FeatureEditPopup
source: Edit Feature
pl_pl: Edytuj cechę

# NAME_AssetTypeNotFound
source: Asset Type Not Found
pl_pl: Nie znaleziono typu zasobu

# ERROR_OperationRestricted
source: Operation Restricted
pl_pl: Operacja zastrzeżona

# NAME_AssignAsset
source: Assign Asset
pl_pl: Przypisz zasób

# ERROR_CannotUnassignRestrictedAsset
source: Cannot Unassign Restricted Asset
pl_pl: Nie można odpiąć zastrzeżonego zasobu

# NAME_CreateAssetType
source: Create Asset Type
pl_pl: Dodaj typ zasobu

# NAME_IsVisibleOnMVH
source: Visible On MVH
pl_pl: Widoczny w MVH

# ERROR_AssetTypeNameNotUnique
source: Asset Type Name Is Not Unique
pl_pl: Nazwa typu zasobu nie jest unikatowa

# PAGE_TITLE_MillConfiguration_AssetTypeCreatePopup
source: Create Asset Type
pl_pl: Dodaj typ zasobu

# PAGE_TITLE_MillConfiguration_AssetTypeEditPopup
source: Edit Asset Type
pl_pl: Edytuj typ zasobu

# ERROR_AssetTypeCodeNotUnique
source: Asset Type Code Is Not Unique
pl_pl: Kod typu zasobu nie jest unikatowy

# NAME_AssetTypeCode
source: Asset Type Code
pl_pl: Kod typu zasobu

# NAME_AssetTypeName
source: Asset Type Name
pl_pl: Nazwa typu zasobu

# NAME_AssetTypeDescription
source: Asset Type Description
pl_pl: Opis typu zasobu

# NAME_YardType
source: Yard type
pl_pl: Typ magazynu

# ENUM_YardType_Undefined
source: Undefined
pl_pl: Niezdefiniowany

# ERROR_AssetTypeAssignedToAsset
source: Asset Type Assigned To Asset
pl_pl: Tym zasobu jest przypisany do zasobu

# NAME_VerifyFeatures
source: Verify Features
pl_pl: Zweryfikuj cechy

# BUTTON_add_feature
source: Add Feature
pl_pl: Dodaj cechę

# NAME_AssignedTemplates
source: Assigned Templates
pl_pl: Przypisane wzory

# NAME_UnassignedTemplates
source: Unassigned Templates
pl_pl: Nieprzypisane wzory

# NAME_ExportFeatures
source: Export Features
pl_pl: Eksportuj cechy

# PAGE_TITLE_MillConfiguration_ExportFeaturesPopup
source: Export Features
pl_pl: Eksportuj cechy

# NAME_UnitCategoryName
source: Unit Category
pl_pl: Kategoria pomiaru

# HMI_MENU_AlarmCategory
source: Alarm Category
pl_pl: Kategorie alarmów

# HMI_MENU_FeatureTemplate
source: Feature Templates
pl_pl: Wzory cech

# HMI_MENU_AssetTemplate
source: Asset Templates
pl_pl: Wzory zasobów

# HMI_MENU_MillConfiguration
source: Mill Configuration
pl_pl: Konfiguracja linii

# NAME_Limits
source: Limits
pl_pl: Limity

# NAME_L1DataType
source: L1 Data Type
pl_pl: Typ danych L1

# NAME_DotNetDataType
source: APS.NET Data Type
pl_pl: Typ danych APS.NET

# NAME_SQLDataType
source: SQL Data Type
pl_pl: Typ danych SQL

# ENUM_FeatureType_TrackingAreaModeLocal
source: Area Local Adjustion Mode
pl_pl: Tryb lokalnej regulacji obszaru

# ENUM_FeatureType_TrackingAreaCobbleDetectionSelected
source: Area Cobble Detection Selected
pl_pl: Wykrywanie awarii walcowania w obszarze aktywowane

# NAME_Point
source: Point
pl_pl: Punkt

# NAME_ParentTrackingInstruction
source: Parent Instruction
pl_pl: Instrukcja nadrzędna

# NAME_Channel
source: Channel
pl_pl: Kanał

# NAME_TimeFilter
source: Time Filter
pl_pl: Filtr czasu

# NAME_IsAsync
source: Async
pl_pl: Asynchroniczna

# NAME_IsIgnoredIfSimulation
source: Ignored In Simulation
pl_pl: Ignorowana w symulacji

# ERROR_TrackingInstructionNotUnique
source: Tracking Instruction Not Unique
pl_pl: Instrukcja nie jest unikatowa

# NAME_Area
source: Area
pl_pl: Obszar

# PAGE_TITLE_TrackingInstruction_Index
source: Tracking Instruction
pl_pl: Instrukcje śledzenia

# NAME_CreateTrackingInstruction
source: Create Tracking Instruction
pl_pl: Dodaj instrukcję śledzenia
