Repository: abhipan1982/JSWSALEM
Catalog: PE.HMIWWW.Core/Resources/VM_Resources.*.resx
Languages: pl_pl

# NAME_ShapeShortestDescription
source: Shape Shortest Description
pl_pl: Skrócony opis kształtu

# NAME_SuperficialTreatmentCode
source: Superficial Treatment Code
pl_pl: Kod obróbki powierzch.

# NAME_SuperficialTreatmentDescription
source: Superficial Treatment Description
pl_pl: Opis obróbki powierzch.

# NAME_SuperficialTreatmentShortDescription
source: Superficial Treatment Short Description
pl_pl: Krótki opis obróbki powierzch.

# NAME_SuperficialTreatmentShortestDescription
source: Superficial Treatment Shortest Description
pl_pl: Skrocony opis obróbki powierzch.

# NAME_ThirdDimensionMm
source: Third Dimension
pl_pl: Trzeci wymiar

# NAME_ToleranceCode
source: Tolerance Code
pl_pl: Kod tolerancji

# NAME_ToleranceDescription
source: Tolerance Description
pl_pl: Opis tolerancji

# NAME_ToleranceRangeFirstDimension
source: Tol. Range 1st Dimension
pl_pl: Zakres tol. 1 wymiaru

# NAME_ToleranceRangeSecondDimension
source: Tol. Range 2nd Dimension
pl_pl: Zakres tol. 2 wymiaru

# NAME_ToleranceRangeThirdDimension
source: Tol. Range 3rd Dimension
pl_pl: Zakres tol. 3 wymiaru

# NAME_ToleranceShortDescription
source: Tolerance Short Description
pl_pl: Krótki opis tolerancji

# NAME_ToleranceShortestDescription
source: Tolerance Shortest Description
pl_pl: Skrócony opis tolerancji

# PAGE_TITLE_ProductCatalogue_InfoProductCatalogueDialog
source: Info Product Catalogue
pl_pl: Informacje o produkcji

# GLOB_Name_Details_2
source: Details
pl_pl: Detale

# BUTTON_maintenance_add
source: Add Maintenance Action
pl_pl: Dodaj akcję konserwacji

# NAME_Duration
source: Duration
pl_pl: Czas trwania

# NAME_Zone1
source: Zone 1
pl_pl: Strefa 1

# NAME_Zone2
source: Zone 2
pl_pl: Strefa 2

# NAME_Zone3
source: Zone 3
pl_pl: Strefa 3

# NAME_IsWithoutAction
source: Create without Action
pl_pl: Utwórz bez akcji

# NAME_DiameterThird
source: Diameter Third
pl_pl: Średnica walca trzeciego

# NAME_IsThirdRoll
source: No. of Rolls in Roll Set
pl_pl: Ilość walców w zest.

# NAME_RollThirdName
source: Roll Third
pl_pl: Walec trzeci

# NAME_RollTypeIdThird
source: Roll Type Id Third
pl_pl: Id typu walca trzeciego

# NAME_RollTypeThird
source: Roll Type Third
pl_pl: Typ walca trzeciego

# NAME_ThirdRollId
source: Third Roll Id
pl_pl: Id walca trzeciego

# GLOB_ROLLSETS_Number_of_Active_RollEnum_Undefined
source: Undefined
pl_pl: Niezdefiniowany

# GLOB_ROLLSETS_Number_of_Active_RollEnum_RMRollSet
source: 2 Active Rolls RM
pl_pl: 2 aktywne walce RM

# GLOB_ROLLSETS_Number_of_Active_RollEnum_IMRollSet
source: 2 Active Rolls IM
pl_pl: 2 aktywne walce IM

# GLOB_ROLLSETS_Number_of_Active_RollEnum_FMRollSet
source: 3 Active Rings K500
pl_pl: 2 Active Rolls FM

# HMI_MENU_ChargingGrid
source: Charging Grid
pl_pl: Załadunek do pieca

# PAGE_TITLE_ChargingGrid_Index
source: Charging Grid
pl_pl: Załadunek do pieca

# PAGE_TITLE_ChargingGrid_SetProductionScheduleMode
source: Charging Grid
pl_pl: Załadunek do pieca

# CONTROLLER_Defect
source: Defects
pl_pl: Defekty

# HMI_MENU_Defect
source: Defects
pl_pl: Defekty

# NAME_Billet
source: Billet
pl_pl: Kęs

# NAME_BilletId
source: Billet Id
pl_pl: Id kęsa

# NAME_CreatedTs
source: Created
pl_pl: Utworzono

# NAME_DefectCategoryId
source: Defect Category
pl_pl: Kategoria

# NAME_DefectFrequency
source: Frequency
pl_pl: Częstotliwość

# NAME_DefectPosition
source: Position
pl_pl: Pozycja

# PAGE_TITLE_Defect_AddDefectDialog
source: Add Defect
pl_pl: Dodaj defekt

# PAGE_TITLE_Defect_EditDefectDialog
source: Edit Defect
pl_pl: Edycja defektu

# PAGE_TITLE_Defect_Index
source: Defects
pl_pl: Defekty

# GLOB_BilletDefectPosition_1
source: Head
pl_pl: Głowa

# GLOB_BilletDefectPosition_2
source: Middle
pl_pl: Środek

# GLOB_BilletDefectPosition_3
source: Tail
pl_pl: Ogon

# NAME_DefectDected
source: Defect
pl_pl: Defekt

# NAME_BilletQualityNote
source: Billet Quality Note
pl_pl: Nota jakościowa kęsa

# NAME_ProductQualityNote
source: Product Quality Note
pl_pl: Nota jakościowa produktu

# PAGE_TITLE_BilletProductionHistory_AddQualityNoteDialog
source: Add Billet Quality Note
pl_pl: Nowa nota jakościowa kęsa

# PAGE_TITLE_BilletProductionHistory_EditQualityNoteDialog
source: Edit Billet Quality Note
pl_pl: Edycja noty jakościowej kęsa

# PAGE_TITLE_Defect_Details
source: Details
pl_pl: Szczegóły

# PAGE_TITLE_Furnace_BilletReject
source: Reject Billet
pl_pl: Usunięcie biletu

# BUTTON_furnace_charge
source: Charge billet
pl_pl: Załaduj kęs

# BUTTON_furnace_discharge
source: Discharge billet
pl_pl: Wyładuj kęs

# BUTTON_furnace_Uncharge
source: Uncharge billet
pl_pl: Rozładuj załadowany kęs

# BUTTON_furnace_Undischarge
source: Undischarge billet
pl_pl: Przywróć rozładowany kęs

# PAGE_TITLE_ProductionOverview_AddQualityNoteDialog
source: Add Product Quality Note
pl_pl: Nowa nota jakościowa produktu

# PAGE_TITLE_ProductionOverview_EditQualityNoteDialog
source: Edit Product Quality Note
pl_pl: Edycja noty jakościowej produktu

# NAME_NumberOfRolls
source: Number Of Rolls
pl_pl: Liczba walców

# NAME_StandBlockName
source: Block Name
pl_pl: Blok

# PAGE_TITLE_TrackingOverview
source: Tracking Overview
pl_pl: Przegląd Śledzenia

# PAGE_TITLE_TrackingOverview_Index
source: Tracking Overview
pl_pl: Przegląd Śledzenia

# HMI_MENU_TrackingOverview
source: Tracking Overview
pl_pl: Przegląd Śledzenia

# NAME_FkReheatingGroupId
source: Reheating Group Id
pl_pl: Grupa Podgrzewająca Id

# NAME_FkReheatingTime
source: Reheating Time
pl_pl: Czas Nagrzewania

# NAME_IsDefault
source: Default
pl_pl: Domyślne

# NAME_TextLength
source: Text Length
pl_pl: Długość Tekstu

# NAME_LastUpdateTs
source: Last Updated
pl_pl: Ostatnia aktualizacja

# NAME_Ds
source: Diameter of material Ds
pl_pl: Wymiar mat. wejściowego

# NAME_Dw
source: Diameter of tool Dw
pl_pl: Wymiar narzędzia Dw

# ENUM_RawMaterialStatus_ScrapCanBeRolledAgain
source: Scrapped
pl_pl: Zezłomowany

# HMI_MENU_BilletRejectsHistory
source: Rejected Billets
pl_pl: Odrzucone kęsy

# HMI_MENU_Defects
source: Defects
pl_pl: Defekty

# HMI_MENU_FurnaceConfiguration
source: Furnace Configuration
pl_pl: Konfiguracja pieców

# PAGE_TITLE_Furnace_ChargeBilletDialog
source: Billet weight
pl_pl: Waga biletu

# ERROR_ErrorInFurnaceModule
source: NO DATA IN FURNACE!
pl_pl: BRAK DANYCH W PIECU!

# NAME_FCEZones
source: Furnace Zones
pl_pl: Strefy

# NAME_FurnacesList
source: Furnaces
pl_pl: Piece

# GLOB_BilletMillDirection_0
source: Wire Rod Mill
pl_pl: Walcownia drutu

# GLOB_BilletMillDirection_3
source: Hook Conveyor
pl_pl: Przenośnik Hakowy

# NAME_Register
source: Register
pl_pl: Rejestracja

# MEASUREMENTS_TEMP_FCETempAvg
source: Average temperature behind furnace
pl_pl: Średni pomiar temperatury za piecem

# MEASUREMENTS_TEMP_FCETempHead
source: Temperature of the head behind furnace
pl_pl: Pomiar temperatury głowy za piecem

# MEASUREMENTS_TEMP_FCETempTail
source: Temperature of the tail behind furnace
pl_pl: Pomiar temperatury ogona za piecem

# MEASUREMENTS_TEMP_GARRETAVG
source: Average temperature in entry of Garret
pl_pl: Średni pomiar temperatury na wejściu do GARRET

# MEASUREMENTS_TEMP_GARRETTail
source: Temperature of the tail in entry of Garret
pl_pl: Pomiar temperatury ogona na wejściu do GARRET

# MEASUREMENTS_TEMP_GARRETTemp
source: Temperature of the head in entry of Garret
pl_pl: Pomiar temperatury głowy na wejściu do GARRET

# MEASUREMENTS_TEMP_IMTempAvg
source: Average temperature behind intermediate mill
pl_pl: Średni pomiar temperatury za walcowaniem przejściowym

# MEASUREMENTS_TEMP_IMTempHead
source: Temperature of the head behind intermediate mill
pl_pl: Pomiar temperatury głowy za walcowaniem przejściowym

# MEASUREMENTS_TEMP_IMTempTail
source: Temperature of the tail behind intermediate mill
pl_pl: Pomiar temperatury ogona za walcowaniem przejściowym

# MEASUREMENTS_TEMP_InductionFCETempAvg
source: Average temperature behind behind induction furnace
pl_pl: Średni pomiar temperatury za piecem indukcjynym

# MEASUREMENTS_TEMP_InductionFCETempHead
source: Temperature of the head behind induction furnace
pl_pl: Pomiar temperatury głowy za piencem indukcyjnym

# MEASUREMENTS_TEMP_InductionFCETempTail
source: Temperature of the tail behind behind induction furnace
pl_pl: Pomiar temperatury ogona za piencem indukcyjnym

# MEASUREMENTS_TEMP_KOCKS1TempAvg
source: Average temperature in front of Kocks 1
pl_pl: Średni pomiar temperatury z przodu Kocks 1

# MEASUREMENTS_TEMP_KOCKS1TempHead
source: Temperature of the head in front of Kocks 1
pl_pl: Pomiar temperatury głowy z przodu Kocks 1

# MEASUREMENTS_TEMP_KOCKS1TempTail
source: Temperature of the tail in front of Kocks 1
pl_pl: Pomiar temperatury ogona z przodu Kocks 1

# MEASUREMENTS_TEMP_KOCKS2TempAvg
source: Average temperature in front of Kocks 2
pl_pl: Średni pomiar temperatury z przodu Kocks 2

# MEASUREMENTS_TEMP_KOCKS2TempHead
source: Temperature of the head in front of Kocks 2
pl_pl: Pomiar temperatury głowy z przodu Kocks 2

# MEASUREMENTS_TEMP_KOCKS2TempTail
source: Temperature of the tail in front of Kocks 2
pl_pl: Pomiar temperatury ogona z przodu Kocks 2

# MEASUREMENTS_TEMP_KOCKS3TempAvg
source: Average temperature behind Kocks 3
pl_pl: Średni pomiar temperatury za Kocks 3

# MEASUREMENTS_TEMP_KOCKS3TempHead
source: Temperature of the head behind Kocks 3
pl_pl: Pomiar temperatury głowy za Kocks 3

# MEASUREMENTS_TEMP_KOCKS3TempTail
source: Temperature of the tail behind Kocks 3
pl_pl: Pomiar temperatury ogona za Kocks 3

# MEASUREMENTS_TEMP_RMTempAvg
source: Average temperature behind roughing mill
pl_pl: Średni pomiar temperatury za walcowaniem zgróbnym

# MEASUREMENTS_TEMP_RMTempHead
source: Temperature of the head behind roughing mill
pl_pl: Pomiar temperatury głowy za walcowaniem zgróbnym

# MEASUREMENTS_TEMP_RMTempTail
source: Temperature of the tail behind roughing mill
pl_pl: Pomiar temperatury ogona za walcowaniem zgróbnym

# MEASUREMENTS_TEMP_SHEARTempAVG
source: Average temperature in front of shear
pl_pl: Średni pomiar temperatury z przodu piły

# MEASUREMENTS_TEMP_SHEARTempHEAD
source: Temperature of the head in front of shear
pl_pl: Pomiar temperatury głowy z przodu piły

# MEASUREMENTS_TEMP_SHEARTempTail
source: Temperature of the tail in front of shear
pl_pl: Pomiar temperatury ogona za Kocks 3

# MEASUREMENTS_TEMP_WIREMorganInAVG
source: Average temperature in front of Morgan Block
pl_pl: Średni pomiar temperatury z przodu WM

# MEASUREMENTS_TEMP_WIREMorganInTail
source: Temperature of the tail in front of Morgan Block
pl_pl: Pomiar temperatury ogona z przodu WM

# MEASUREMENTS_TEMP_WIREMorganInTemp
source: Temperature of the head in front of Morgan Block
pl_pl: Pomiar temperatury głowy z przodu WM

# MEASUREMENTS_TEMP_WIREMorganOutAVG
source: Average temperature after Morgan Block
pl_pl: Średni pomiar temperatury za MB

# MEASUREMENTS_TEMP_WIREMorganOutTail
source: Temperature of the tail after Morgan Block
pl_pl: Pomiar temperatury ogona za MB

# MEASUREMENTS_TEMP_WIREMorganOutTemp
source: Temperature of the head after Morgan Block
pl_pl: Pomiar temperatury głowy za MB

# PAGE_TITLE_Furnace_ChangingZonesViews
source: Furnace overview
pl_pl: Ogólny zarys pieca

# MEASUREMENTS_SHEAR_CBShearCutPosition
source: Cut position shear in front of Cooling Bed
pl_pl: Pozycja cięcia z piły z przodu Cooling Bed

# MEASUREMENTS_SHEAR_CBShearDividingCut
source: Dividing length shear in front of Cooling Bed
pl_pl: Długość podziału z piły z przodu Cooling Bed

# MEASUREMENTS_SHEAR_CBShearL2OptimizationOn
source: Scrap cut shear in front of Cooling Bed
pl_pl: Odpad z piły z przodu Cooling Bed

# MEASUREMENTS_SHEAR_CBShearLength
source: Optimalization on shear in front of Cooling Bed
pl_pl: Optymalizacja cięcia z piły z przodu Cooling Bed

# MEASUREMENTS_SHEAR_CBShearPartId
source: PartId shear in front of Cooling Bed
pl_pl: ID części z piły z przodu Cooling Bed

# MEASUREMENTS_SHEAR_CBShearScrapCut
source: Dividing cut shear in front of Cooling Bed
pl_pl: Podział cięcia z piły z przodu Cooling Bed

# MEASUREMENTS_SHEAR_GARRETShearCutPosition
source: Cut position shear in entry of Garret Area
pl_pl: Pozycja cięcia z piły na wejściu do Garret Area

# MEASUREMENTS_SHEAR_GARRETShearDividingCut
source: Dividing length shear in entry of Garret Area
pl_pl: Długość podziału z piły na wejściu do Garret Area

# MEASUREMENTS_SHEAR_GARRETShearL2OptimizationOn
source: Scrap cut shear in entry of Garret Area
pl_pl: Odpad z piły na wejściu do Garret Area

# MEASUREMENTS_SHEAR_GARRETShearLength
source: Optimalization on shear in entry of Garret Area
pl_pl: Optymalizacja cięcia z piły na wejściu do Garret Area

# MEASUREMENTS_SHEAR_GARRETShearPartId
source: PartId shear in entry of Garret Area
pl_pl: ID części z piły na wejściu do Garret Area

# MEASUREMENTS_SHEAR_GARRETShearScrapCut
source: Dividing cut shear in entry of Garret Area
pl_pl: Podział cięcia z piły na wejściu do Garret Area

# MEASUREMENTS_SHEAR_HOOKLOADShearCutPosition
source: Cut position shear in hook load area
pl_pl: Pozycja cięcia z piły w hook load area

# MEASUREMENTS_SHEAR_HOOKLOADShearDividingCut
source: Dividing length shear in hook load area
pl_pl: Długość podziału z piły w hook load area

# MEASUREMENTS_SHEAR_HOOKLOADShearL2OptimizationOn
source: Scrap cut shear in hook load area
pl_pl: Odpad z piły w hook load area

# MEASUREMENTS_SHEAR_HOOKLOADShearLength
source: Optimalization on shear in hook load area
pl_pl: Optymalizacja cięcia z piły w hook load area

# MEASUREMENTS_SHEAR_HOOKLOADShearPartId
source: PartId shear in hook load area
pl_pl: ID części z piły w hook load area

# MEASUREMENTS_SHEAR_HOOKLOADShearScrapCut
source: Dividing cut shear in hook load area
pl_pl: Podział cięcia z piły w hook load area

# MEASUREMENTS_SHEAR_IMShearCutPosition
source: Cut position shear behind Intermediate Mill
pl_pl: Pozycja cięcia z piły za walcowaniem przejściowym

# MEASUREMENTS_SHEAR_IMShearDividingCut
source: Dividing cut shear behind Intermediate Mill
pl_pl: Podział cięcia z piły za walcowaniem przejściowym

# MEASUREMENTS_SHEAR_IMShearDividingLength
source: Dividing length shear behind Intermediate Mill
pl_pl: Długość podziału z piły za walcowaniem przejściowym

# MEASUREMENTS_SHEAR_IMShearL2OptimizationOn
source: Optimalization on shear behind Intermediate Mill
pl_pl: Optymalizacja cięcia z piły za walcowaniem przejściowym

# MEASUREMENTS_SHEAR_IMShearPartId
source: PartId shear behind Intermediate Mill
pl_pl: ID części z piły za walcowaniem przejściowym

# MEASUREMENTS_SHEAR_IMShearScrapCut
source: Scrap cut shear behind Intermediate Mill
pl_pl: Odpad z piły za walcowaniem przejściowym

# MEASUREMENTS_SHEAR_KOCKS1ShearCutPosition
source: Cut position shear behind Kocks 1
pl_pl: Pozycja cięcia z piły za Kocks 1

# MEASUREMENTS_SHEAR_KOCKS1ShearDividingCut
source: Dividing cut shear behind Kocks 1
pl_pl: Podział cięcia z piły za Kocks 1

# MEASUREMENTS_SHEAR_KOCKS1ShearDividingLength
source: Dividing length shear behind Kocks 1
pl_pl: Długość podziału z piły za Kocks 1

# MEASUREMENTS_SHEAR_KOCKS1ShearL2OptimizationOn
source: Optimalization on shear behind Kocks 1
pl_pl: Optymalizacja cięcia z piły za Kocks 1

# MEASUREMENTS_SHEAR_KOCKS1ShearPartId
source: PartId shear behind Kocks 1
pl_pl: ID części z piły za Kocks 1

# MEASUREMENTS_SHEAR_KOCKS1ShearScrapCut
source: Scrap cut shear behind Kocks 1
pl_pl: Odpad z piły za za Kocks 1

# MEASUREMENTS_SHEAR_KOCKS2ShearCutPosition
source: Cut position shear behind Kocks 2
pl_pl: Pozycja cięcia z piły za Kocks 2

# MEASUREMENTS_SHEAR_KOCKS2ShearDividingCut
source: Dividing cut shear behind Kocks 2
pl_pl: Podział cięcia z piły za Kocks 2

# MEASUREMENTS_SHEAR_KOCKS2ShearDividingLength
source: Dividing length shear behind Kocks 2
pl_pl: Długość podziału z piły za Kocks 2

# MEASUREMENTS_SHEAR_KOCKS2ShearL2OptimizationOn
source: Optimalization on shear behind Kocks 2
pl_pl: Optymalizacja cięcia z piły za Kocks 2

# MEASUREMENTS_SHEAR_KOCKS2ShearPartId
source: PartId shear behind Kocks 2
pl_pl: ID części z piły za Kocks 2

# MEASUREMENTS_SHEAR_KOCKS2ShearScrapCut
source: Scrap cut shear behind Kocks 2
pl_pl: Odpad z piły za za Kocks 2

# MEASUREMENTS_SHEAR_KOCKS3ShearCutPosition
source: Cut position shear behind Kocks 3
pl_pl: Pozycja cięcia z piły za Kocks 3

# MEASUREMENTS_SHEAR_KOCKS3ShearDividingCut
source: Dividing cut shear behind Kocks 3
pl_pl: Podział cięcia z piły za Kocks 3

# MEASUREMENTS_SHEAR_KOCKS3ShearDividingLength
source: Dividing length shear behind Kocks 3
pl_pl: Długość podziału z piły za Kocks 3

# MEASUREMENTS_SHEAR_KOCKS3ShearL2OptimizationOn
source: Optimalization on shear behind Kocks 3
pl_pl: Optymalizacja cięcia z piły za Kocks 3

# MEASUREMENTS_SHEAR_KOCKS3ShearPartId
source: PartId shear behind Kocks 3
pl_pl: ID części z piły za Kocks 3

# MEASUREMENTS_SHEAR_KOCKS3ShearScrapCut
source: Scrap cut shear behind Kocks 3
pl_pl: Odpad z piły za Kocks 3

# MEASUREMENTS_SHEAR_MORGANShearCutPosition
source: Cut position shear in front of Morgan Block
pl_pl: Pozycja cięcia z piły na wejściu do Garret Area

# MEASUREMENTS_SHEAR_MORGANShearDividingCut
source: Dividing length shear in front of Morgan Block
pl_pl: Długość podziału z piły na wejściu do Garret Area

# MEASUREMENTS_SHEAR_MORGANShearL2OptimizationOn
source: Scrap cut shear in front of Morgan Block
pl_pl: Odpad z piły na wejściu do Garret Area

# MEASUREMENTS_SHEAR_MORGANShearLength
source: Optimalization on shear in front of Morgan Block
pl_pl: Optymalizacja cięcia z piły na wejściu do Garret Area

# MEASUREMENTS_SHEAR_MORGANShearPartId
source: PartId shear in front of Morgan Block
pl_pl: ID części z piły na wejściu do Garret Area

# MEASUREMENTS_SHEAR_MORGANShearScrapCut
source: Dividing cut shear in front of Morgan Block
pl_pl: Podział cięcia z piły na wejściu do Garret Area

# MEASUREMENTS_SHEAR_RMShearCutPosition
source: Cut position shear behind Roughing Mill
pl_pl: Pozycja cięcia z piły za walcowaniem zgróbnym

# MEASUREMENTS_SHEAR_RMShearDividingCut
source: Dividing cut shear behind Roughing Mill
pl_pl: Podział cięcia z piły za walcowaniem zgróbnym

# MEASUREMENTS_SHEAR_RMShearDividingLength
source: Dividing length shear behind Roughing Mill
pl_pl: Długość podziału z piły za walcowaniem zgróbnym

# MEASUREMENTS_SHEAR_RMShearL2OptimizationOn
source: Optimalization on shear behind Roughing Mill
pl_pl: Optymalizacja cięcia z piły za walcowaniem zgróbnym

# MEASUREMENTS_SHEAR_RMShearPartId
source: PartId shear behind Roughing Mill
pl_pl: ID części z piły za walcowaniem zgróbnym

# MEASUREMENTS_SHEAR_RMShearScrapCut
source: Scrap cut shear behind Roughing Mill
pl_pl: Odpad z piły za walcowaniem zgróbnym

# NAME_InterCassetteName
source: Inter Cassette
pl_pl: Kaseta wewnętrzna

# NAME_PlannedInterCassettes
source: Planned InterCassettes
pl_pl: Planowane kasety wewnętrzne

# PAGE_TITLE_InterCassetteToRollSet_Index
source: Inter Cassette To Roll Set
pl_pl: Kaseta wewnętrzna do zestawu walców

# NAME_CassettesWithRollSets
source: Cassettes with Roll Set
pl_pl: Kasety z zestawami walców

# NAME_RollSetsMountedInCassettes
source: Roll Set mounted in Cassettes
pl_pl: Zestawy walców zamontowane w kasetach

# HMI_MENU_InterCassetteToRollSet
source: Intern Cassette to Roll Set
pl_pl: Kasety wewnętrzne i zestawy walców

# PAGE_TITLE_InterCassetteToRollSet_DetailsRollSet
source: Details of Roll Set
pl_pl: Szczegóły zestawu walców

# NAME_BottomDiameterOfMaterial
source: Bottom Diameter Of Mat.
pl_pl: Wymiar mat.u dla dolnego walca

# NAME_BottomDiameterOfTool
source: Bottom Diameter Of Tool
pl_pl: Wymiar narzędzia dla dolnego walca

# NAME_ThirdDiameterOfMaterial
source: Third Diameter Of Mat.
pl_pl: Wymiar mat. dla trzeciego walca

# NAME_ThirdDiameterOfTool
source: Third Diameter Of Tool
pl_pl: Wymiar narzędzia dla trzeciego walca

# NAME_UpperDiameterOfMaterial
source: Upper Diameter Of Mat.
pl_pl: Wymiar mat. dla górnego walca

# NAME_UpperDiameterOfTool
source: Upper Diameter Of Tool
pl_pl: Wymiar narzędzia dla górnego walca

# PAGE_TITLE_InterCassetteToRollSet_AssembleRollsetAndInterCassetteDialog
source: Assemble Roll Set And Inter Cassette
pl_pl: Montowanie zestawu walców i wewnętrznej kasety

# NAME_RsetType
source: Roll Set Type
pl_pl: Typ zestawu walców

# HMI_MENU_BarsTracking
source: Bar Tracking
pl_pl: Śledzenie prętów

# PAGE_TITLE_ActualStandConfiguration_SwapStandDialog
source: Swap Stand
pl_pl: Zmień klatka

# BUTTON_swap_stand_offline
source: Insert stand
pl_pl: Wsuń klatkę

# BUTTON_swap_stand_online
source: Remove stand
pl_pl: Wysuń klatkę

# PAGE_TITLE_ActualStandConfiguration_AddStandConfigurationDialog
source: Add New Stand
pl_pl: Dodaj nową klatkę

# NAME_MaterialName
source: Material Name
pl_pl: Nazwa materiału

# NAME_ValueName
source: Value Name
pl_pl: Wartość nazwa

# GLOB_MeasuredValueIds_1
source: Furnace Position
pl_pl: Pozycja Pieca

# GLOB_MeasuredValueIds_10
source: Electricity RM
pl_pl: Elektryczność RM

# GLOB_MeasuredValueIds_100
source: KOCKS2 Temperature Tail
pl_pl: KOCKS2 Temperatura Ogona

# GLOB_MeasuredValueIds_101
source: KOCKS3 Temperature Tail
pl_pl: KOCKS3 Temperatura Ogona

# GLOB_MeasuredValueIds_102
source: RM Shear Scrap Cut
pl_pl: RM Ścinka na Ścinki

# GLOB_MeasuredValueIds_103
source: RM Shear Dividing Cut
pl_pl: RM Ścinka Dzielona na Części

# GLOB_MeasuredValueIds_104
source: RM Shear Length
pl_pl: RM Długość Ścinania

# GLOB_MeasuredValueIds_105
source: RM Shear L2 Optimization On
pl_pl: RM Ścinanie L2 Optymalizacja Włączona

# GLOB_MeasuredValueIds_106
source: RM Shear Cut Position
pl_pl: RM Ścinanie Pozycji Cięcia

# GLOB_MeasuredValueIds_11
source: TPH Last Hours
pl_pl: Ostatnia Godzina TPH

# GLOB_MeasuredValueIds_12
source: TPH Actual Shift
pl_pl: TPH Rzeczywista Zmiana

# GLOB_MeasuredValueIds_13
source: TPH Reference Actual Product
pl_pl: Aktualny Produkt TPH Reference

# GLOB_MeasuredValueIds_19
source: Oxygen Zone 3
pl_pl: Strefa Tlenowa 3

# GLOB_MeasuredValueIds_2
source: Gas Furnace
pl_pl: Piec Gazowy

# GLOB_MeasuredValueIds_20
source: Oxygen Zone 4
pl_pl: Strefa Tlenowa 4

# GLOB_MeasuredValueIds_21
source: Furnace Temperature Actual Zone 1
pl_pl: Temperatura w Piecu Aktualna Strefa 1

# GLOB_MeasuredValueIds_22
source: Furnace Temperature Actual Zone 2
pl_pl: Temperatura w Piecu Aktualna Strefa 2

# GLOB_MeasuredValueIds_23
source: Furnace Temperature Actual Zone 3
pl_pl: Temperatura w Piecu Aktualna Strefa 3

# GLOB_MeasuredValueIds_24
source: Furnace Temperature Actual Zone 4
pl_pl: Temperatura w Piecu Aktualna Strefa 4

# GLOB_MeasuredValueIds_25
source: Furnace Temperature SP Zone 1
pl_pl: Temperatura Pieca SP Strefa 1

# GLOB_MeasuredValueIds_26
source: Furnace Temperature SP Zone 2
pl_pl: Temperatura Pieca SP Strefa 2

# GLOB_MeasuredValueIds_27
source: Furnace Temperature SP Zone 3
pl_pl: Temperatura Pieca SP Strefa 3

# GLOB_MeasuredValueIds_28
source: Furnace Temperature SP Zone 4
pl_pl: Temperatura Pieca SP Strefa 4

# GLOB_MeasuredValueIds_3
source: Furnace Discharge Temperature
pl_pl: Temperatura Wypływu Pieca

# GLOB_MeasuredValueIds_30
source: Temperature Billet
pl_pl: Billet Temperatury

# GLOB_MeasuredValueIds_31
source: Waterflow Billet
pl_pl: Przepływ Wody Kęs

# GLOB_MeasuredValueIds_32
source: Head Temperature Billet
pl_pl: Temperatura Głowicy Kęsów

# GLOB_MeasuredValueIds_34
source: FCE Temperature Head
pl_pl: Głowica Temperaturowa FCE

# GLOB_MeasuredValueIds_35
source: RM Temperature Head
pl_pl: RM Głowica Temperaturowa

# GLOB_MeasuredValueIds_36
source: IM Temperature Head
pl_pl: IM Głowica Temperaturowa

# GLOB_MeasuredValueIds_37
source: Induction FCE Temperature Head
pl_pl: Indukcyjna Głowica Temperaturowa FCE

# GLOB_MeasuredValueIds_38
source: KOCKS1 Temperature Head
pl_pl: KOCKS1 Głowica Temperaturowa

# GLOB_MeasuredValueIds_39
source: KOCKS2 Temperature Head
pl_pl: KOCKS2 Głowica Temperaturowa

# GLOB_MeasuredValueIds_40
source: KOCKS3 Temperature Head
pl_pl: KOCKS3 Głowica Temperaturowa
