Repository: abhipan1982/JSWSALEM
Catalog: PE.HMIWWW.Core/Resources/VM_Resources.*.resx
Languages: pl_pl

# GLOB_MeasuredValueIds_41
source: SHEAR Temperature
pl_pl: SHEAR Temperaturowa

# GLOB_MeasuredValueIds_62
source: SHEAR Temperature Scrap Cut
pl_pl: SHEAR Temperatura Scrap Cut

# GLOB_MeasuredValueIds_7
source: Profile IM
pl_pl: Profil IM

# GLOB_MeasuredValueIds_8
source: Profile FM
pl_pl: Profil FM

# GLOB_MeasuredValueIds_81
source: Mill Induction Heating Temperature Delta
pl_pl: Młyn Indukcyjny Temperatura Ogrzewania Delta

# GLOB_MeasuredValueIds_82
source: Cut Optimization Message
pl_pl: Wytnij Komunikat Optymalizacji

# GLOB_MeasuredValueIds_83
source: Mill Switch Direction
pl_pl: Kierunek Zamiany Młyna

# GLOB_MeasuredValueIds_84
source: FCE Temperature Average
pl_pl: Średnia Temperatura FCE

# GLOB_MeasuredValueIds_85
source: RM Temperature Average
pl_pl: Średnia temperatura RM

# GLOB_MeasuredValueIds_86
source: IM Temperature Average
pl_pl: Średnia temperatura IM

# GLOB_MeasuredValueIds_87
source: FCE Temperature Tail
pl_pl: Ogon Temperatury FCE

# GLOB_MeasuredValueIds_88
source: RM Temperature Tail
pl_pl: Ogon Temperatury RM

# GLOB_MeasuredValueIds_89
source: IM Temperature Tail
pl_pl: Ogon Temperatury IM

# GLOB_MeasuredValueIds_94
source: Induction FCE Temperature Average
pl_pl: Indukcyjna Średnia Temperatura FCE

# GLOB_MeasuredValueIds_95
source: KOCKS1 Temperature Average
pl_pl: KOCKS1 Temperatura Średnia

# GLOB_MeasuredValueIds_96
source: KOCKS2 Temperature Average
pl_pl: KOCKS2 Temperatura Średnia

# GLOB_MeasuredValueIds_97
source: KOCKS3 Temperature Average
pl_pl: KOCKS3 Temperatura Średnia

# GLOB_MeasuredValueIds_98
source: Induction FCE Temperature Tail
pl_pl: Indukcyjny Ogon Temperatury FCE

# GLOB_MeasuredValueIds_99
source: KOCKS1 Temperature Tail
pl_pl: KOCKS1 Temperatura Ogona

# ENUM_CassetteStatus_MountedInCasette
source: Mounted In Cassette
pl_pl: Zamontonowane w kasecie

# ENUM_CassetteStatus_ScheduledForAssemble
source: Scheduled For Assemble
pl_pl: Zaplanowane

# NAME_Measurements
source: Measurements
pl_pl: Pomiary

# NAME_Production
source: Production
pl_pl: Produkcja

# NAME_Quality
source: Quality
pl_pl: Jakość

# PAGE_TITLE_Campaign_AddCampaignDialog
source: Add New Campaign
pl_pl: Dodaj Nową Kampanię

# PAGE_TITLE_Campaign_AddCampaignElementsDialog
source: Add Campaign Elements
pl_pl: Dodaj Elementy Kampanii

# PAGE_TITLE_Campaign_CampaignDetails
source: Campaign Elements
pl_pl: Szczegóły Kampanii

# PAGE_TITLE_Campaign_EditCampaignElement
source: Edit Campaign Element
pl_pl: Edycja Elementu Kampanii

# PAGE_TITLE_Campaign_SplitCampaignElement
source: Split Campaign Element
pl_pl: Podziel Element Kampanii

# NAME_Campaign
source: Campaign
pl_pl: Kampania

# NAME_CampaignsArchive
source: Campaigns Archive
pl_pl: Archiwum Kampanii

# NAME_CampaignsBeforeRelease
source: Campaings To Release
pl_pl: Kampanie do Wydania

# NAME_CampaignState
source: Campaign State
pl_pl: Stan Kampanii

# NAME_GrooveTemplate
source: Groove Template
pl_pl: Szablon wykroju

# HMI_MENU_ProductionPlanning
source: Production Planning
pl_pl: Planowanie produkcji

# PAGE_TITLE_ActualStandConfiguration_AssembleCassetteAndRollsetDialog
source: Assemble Cassette And Roll Set
pl_pl: Montaż zestawu walców do kasety

# NAME_ShiftOverview
source: Shift Overview
pl_pl: Przegląd Zmian

# NAME_CrewName
source: Crew Name
pl_pl: Nazwa brygady

# NAME_RolledCount
source: Rolled Count
pl_pl: Licznik Walcowany

# NAME_SummaryWeight
source: Summary Weight
pl_pl: Skrócona Waga

# NAME_TotalDelay
source: Total Delay
pl_pl: Opóźnienie Całkowite

# NAME_Utilisation
source: Utilisation [%]
pl_pl: Wykorzystanie [%]

# NAME_EndDate
source: End Date
pl_pl: Koniec

# NAME_ReportName
source: Report
pl_pl: Raport

# NAME_StartDate
source: Start Date
pl_pl: Start

# PAGE_TITLE_ProductionPlanning_Index
source: Production Planning
pl_pl: Planowanie produckji

# PAGE_TITLE_ProductionPlanning_EditEventDialog
source: Edit Task
pl_pl: Edytuj zdarzenie

# ENUM_CassetteStatus_ForStore
source: For Store
pl_pl: Do magazynu

# NAME_DiameterOfTool
source: Diameter Of Tool
pl_pl: Rozmiar narzędzia

# NAME_DiameterOfMaterial
source: Diameter Of Material
pl_pl: Średnica materiału

# UNIT_SmallDiameter
source: in
pl_pl: mm

# NAME_ProductNumber
source: Number of Products
pl_pl: Product Number

# PAGE_TITLE_RollsetManagement_RollSetHistoryForKocksPopupDialog
source: Roll Set History
pl_pl: Historia złożenia

# PAGE_TITLE_GrindingTurning_RollSetHistoryForKocksPopupDialog
source: Roll Set History
pl_pl: Historia złożenia

# PAGE_TITLE_GrindingTurning_ConfigRollSetForKocksDialog
source: Roll Set Config
pl_pl: Konfiguracja złożenia

# PAGE_TITLE_ProductionPlanning_AddEventDialog
source: Add New Task
pl_pl: Dodaj nowy

# PAGE_TITLE_ProductionPlanning_MoveEventDialog
source: Move Task
pl_pl: Przesuń

# PAGE_TITLE_GrindingTurning_GetRollSetHistory
source: Roll Set History
pl_pl: Historia złożenia

# NAME_PlannedEndTime
source: Planned End Time
pl_pl: Planowane zakończenie

# NAME_PlannedStartTime
source: Planned Start Time
pl_pl: Planowane rozpoczęcie

# NAME_Yes
source: Yes
pl_pl: Tak

# NAME_WorkOrderStatus
source: Work Order Status
pl_pl: Status Zamówienia

# PAGE_TITLE_ActualStandConfiguration_PassChangeGrooveForKocksDialog
source: Pass Change Groove
pl_pl: Edycja szablonów przekrojów

# PAGE_TITLE_ActualStandConfiguration_RollSetHistoryPopupForKocksDialog
source: Roll Set Info
pl_pl: Informacje o złożeniu

# PAGE_TITLE_ActualStandConfiguration_RollSetInfoPopupForKocksDialog
source: Roll Set Info
pl_pl: Informacje o złożeniu

# NAME_ShapeTypeShort
source: Shape
pl_pl: Kształt

# PAGE_TITLE_ProductionPlanning_RollshopOperationPlanDialog
source: Rollshop Calibration Change
pl_pl: Zmiana kalibracji

# GLOB_ReportFilterType_0
source: Custom
pl_pl: Dowolny

# GLOB_ReportFilterType_1
source: Hour
pl_pl: Godzinowy

# GLOB_ReportFilterType_2
source: Day
pl_pl: Dniowy

# GLOB_ReportFilterType_3
source: Week
pl_pl: Tygodniowy

# GLOB_ReportFilterType_4
source: Month
pl_pl: Miesięczny

# GLOB_ReportFilterType_5
source: Year
pl_pl: Roczny

# GLOB_ReportFilterType_6
source: Shift
pl_pl: Zmianowy

# NAME_ReportFilterType
source: Filter
pl_pl: Filtr

# PAGE_TITLE_GrooveTemplates_EditGrooveTemplateForKocksDialog
source: Edit Groove Template
pl_pl: Edycja szablonu wykrojów

# NAME_AssignedBilletsWeight
source: Billets Weight
pl_pl: Waga kęsów

# NAME_MacroCampaigns
source: Macro Campaigns
pl_pl: Makro kampanie

# PAGE_TITLE_Campaign_EditCampaign
source: Edit Macro Campaign
pl_pl: Edycja makrokampanii

# PAGE_TITLE_GrindingTurning_ConfirmRollSetForKocksDialog
source: Confirm Roll Set
pl_pl: Zatwierdzenie zestawu walców

# COMMAND_Open
source: Open
pl_pl: Otwórz

# CONTROLLER_ReportsManager
source: Reports Manager
pl_pl: Menedżer raportów

# HMI_MENU_ReportsManager
source: Reports Manager
pl_pl: Menedżer raportów

# PAGE_TITLE_ReportsManager_Index
source: Reports Manager
pl_pl: Menedżer raportów

# PAGE_TITLE_GrindingTurning_TurningForConfirmInfoPopupDialog
source: Roll Set Info Before Turning
pl_pl: Informacja o zestawie walców przed toczeniem

# PAGE_TITLE_GrindingTurning_TurningForConfirmForKocksInfoPopupDialog
source: Roll Set Info Before Turning
pl_pl: Informacja o zestawie walców przed toczeniem

# PAGE_TITLE_GrindingTurning_TurningForKocksInfoPopupDialog
source: Roll Set Info
pl_pl: Informacja o zestawie walców

# BUTTON_new_prod_plan
source: Create new production schedule
pl_pl: Utwórz nowy plan produkcyjny

# BUTTON_new_roll_plan
source: Create new rollshop plan
pl_pl: Utwórz nowy plan walcowni

# NAME_BilletLength
source: Billet Length
pl_pl: Długość kęsa

# BUTTON_item_add
source: Add
pl_pl: Dodaj

# BUTTON_item_remove
source: Remove
pl_pl: Usuń

# NAME_Diameters
source: Diameters
pl_pl: Wymiary

# NAME_Completion
source: Completion
pl_pl: Ukończono

# NAME_IsTestOrder
source: Is Test Order
pl_pl: Zam. testowe

# NAME_IsCalculationFail
source: Is Calculation Fail
pl_pl: Błędna kalkul.

# HMI_MENU_ProfileConfiguration
source: Profile Configuration
pl_pl: Konfiguracja profili

# PAGE_TITLE_ProfileConfiguration_Index
source: Profile Configuration
pl_pl: Konfiguracja profili

# NAME_IsFantom
source: Is Phantom
pl_pl: Półprodukt

# NAME_NoMultTotale
source: No Layers In Order
pl_pl: Warst w zam.

# NAME_LenghtAfterRolled
source: Lenght After Rolled
pl_pl: Dł. po walcowaniu

# NAME_TotalCost
source: Cost
pl_pl: Koszt

# PAGE_TITLE_TrackingOverview_WorkOrderDialog
source: Work Order Details
pl_pl: Szczegóły zamówienia

# GLOB_RollChangeRollsetsNotFound
source: No Roll Set are available for this stand
pl_pl: No rollsets are available for this stand

# BUTTON_close
source: Close
pl_pl: Zamknij

# NAME_ToBeCompletedBefore
source: L3 Scheduled To End
pl_pl: Zakończenie w L3

# NAME_AddedToSchedule
source: Added To Schedule
pl_pl: Zaplanowano

# PAGE_TITLE_ProductionPlanning_WorkOrderDetails
source: Work Orders In Campaing Details
pl_pl: Szczegóły zamówień w kamapnii

# HMI_MENU_CutOptimization
source: Cut Optimization
pl_pl: Optymalizacja cięcia

# NAME_BilletNameShort
source: Billet
pl_pl: Kęs

# GLOB_LongDateTime_FORMAT_Picker
source: MM/dd/yyyy HH:mm:ss
pl_pl: yyyy-MM-dd HH:mm:ss

# NAME_MaterialLoss
source: Material Loss
pl_pl: Strata materiału

# NAME_HotCutCounter
source: Hot Cut Counter
pl_pl: Gorących cięć

# NAME_HotCutCounter4AllBillets
source: All Hot Cut Counter
pl_pl: Wszystkie gorące cięcia

# NAME_WeightOfFinalProduct
source: Weight Of Final Product
pl_pl: Waga produktu końcowego

# NAME_LengthOfExtraCutOnK1
source: Lenght Of Extra Cut On K1
pl_pl: Długość dodatkowego ciecie na K1

# NAME_LengthOfExtraCutOnK2
source: Lenght Of Extra Cut On K2
pl_pl: Długość dodatkowego ciecie na K2

# NAME_LengthOfLossOnEndLine
source: Lenght Of Loss On End Line
pl_pl: Odpad na końcu linii

# NAME_CounterOfFinalProduct
source: Counter Of FInal Product
pl_pl: Ilość gotowego produktu

# NAME_CounterOfFinalProdFormLastPriece
source: Counter Of Final Prod Form Last Priece
pl_pl: Prętów z ostatniego odc. materiału

# NAME_CounterOfFullPiecesOnCb
source: Counter Of Full Pieces On Cooling Bed
pl_pl: Ilość pełnych odc. na łożu chłodzący

# NAME_LengthOfBar
source: Bar Length
pl_pl: Dł. pręta

# GLOB_ConfirmChangeSelectedSolution
source: Are you sure?
pl_pl: Jesteś pewny?

# GLOB_ConfirmChangeSelectedSolutionInfo
source: Data will be changed, confirm change solution operation
pl_pl: Dane zostaną zmienione, potwierdź operację

# NAME_IsSelected
source: Selected
pl_pl: Wybrane

# PAGE_TITLE_DelaysSummary_InfoDelaySummaryDialog
source: Info Delay Summary
pl_pl: Szczegóły opóźnienia

# NAME_DelayExtReason
source: Ext Delay Reason
pl_pl: Dodatkowy powód opóźnienia

# PAGE_TITLE_ProductionSchedule_EditWorkOrderInProductionScheduleDialog
source: Edit Work Order
pl_pl: Edycja zamówienia

# NAME_ProductCatalogueSteelgrade
source: V Steelgrade
pl_pl: V Marca

# NAME_SteelgradeBilletDesc
source: Steelgrade
pl_pl: Marca

# BUTTON_down
source: Down
pl_pl: Dół

# BUTTON_up
source: Up
pl_pl: Góra

# NAME_Seconds
source: Seconds
pl_pl: Sekundy

# PAGE_TITLE_ProductionPlanning_AddDelayDialog
source: Add Delay
pl_pl: Dodaj opóźnienie

# HMI_MENU_ProductionScheduleForOperator
source: Production Schedule For Operator
pl_pl: Harmonogram produkcji operatora

# HMI_MENU_WorkOrderPendingChange
source: Work Orders Pending Changes
pl_pl: Oczekujące zmiany na zamówieniach

# GLOB_ConfirmReleaseInfo
source: Data will be send to production schedule. It can take a while.
pl_pl: Dane zostaną przeniesione do harmonogramu produkcji. Może to chwilę potrwać.

# NAME_After
source: After
pl_pl: Po

# NAME_Before
source: Before
pl_pl: Przed

# NAME_Carriage
source: Carriage
pl_pl: Wózek

# NAME_CarriageNumber
source: Carriage Number
pl_pl: Numer wózka

# BUTTON_Clear
source: Clear
pl_pl: Wyczyść

# BUTTON_Move
source: Move
pl_pl: Przesuń

# BUTTON_Revert
source: Revert
pl_pl: Obróć

# BUTTON_Sort
source: Sort
pl_pl: Sortuj

# NAME_SelectedProfile
source: Selected Profile
pl_pl: Wybrany Profil

# NAME_Today
source: Today
pl_pl: Dziś

# PAGE_TITLE_WorkOrderPendingChange_ConfirmWorkOrderPendingChangeDialog
source: Confirm Work Order Change
pl_pl: Potwierdź zmiany zamówienia

# NAME_LengthAfterCb
source: Length on CB
pl_pl: Dł na łozu chłodz.

# NAME_LengthAfterCut1
source: Length on cut 1
pl_pl: Dł. na 1 pile

# PAGE_TITLE_WorkOrderPendingChange_ConfirmAllWorkOrderPendingChangeDialog
source: All Pending Changes For Work Order
pl_pl: Wszystkie oczekujące zmiany dla zamówienia

# PAGE_TITLE_WorkOrderPendingChange_RefuseWorkOrderPendingChangeDialog
source: Refuse pending change
pl_pl: Odrzuć oczekującą zmianę

# NAME_PendingChange_BilletSource
source: Source
pl_pl: Źródło

# NAME_PendingChange_BilletWeight
source: Billet Weight
pl_pl: Waga kęsa

# NAME_PendingChange_DimensionOfBillets
source: Billets Dimension
pl_pl: Wymiary

# NAME_PendingChange_Heat
source: Heat
pl_pl: Wytop

# NAME_PendingChange_LenghtBillet
source: Billets Lenght
pl_pl: Długość

# NAME_PendingChange_NoOfBillets
source: Billets Qty.
pl_pl: Ilość

# NAME_PendingChange_ProductWeight
source: Product Weight
pl_pl: Waga produktu

# NAME_PendingChange_WorkOrderMoveOrClosed
source: Work Order
pl_pl: Zamówienie

# GLOB_ConfirmDefaultPlanInfo
source: Default plan for Macro Campaign will be built. It can take a while.
pl_pl: Zostanie wygenerowany domyślny plan dla makrokampani. Może to chwile potrwać.

# GLOB_ConfirmRollshopPlanInfo
source: Rollshop plan will be generated. It can take a while.
pl_pl: Zostanie wygenerowany plan walcowni. Może to chwilę potrwać.

# NAME_CalculationId
source: Calcul. No
pl_pl: Nr kalkul.

# NAME_ShortLengthMax
source: Len. Max
pl_pl: Dł. Max

# NAME_ShortLengthMin
source: Len. Min
pl_pl: Dł. Min

# NAME_NewDiameter
source: New diameter
pl_pl: Nowa średnica

# HMI_MENU_ReportsBuilder
source: Reports Builder
pl_pl: Kreator raportów

# PAGE_TITLE_GrindingTurning_GetRollSetHistoryForKocksById
source: KOCKS Roll Set History
pl_pl: Historia złożenia

# NAME_AvailableRollsetGridTitle
source: Available Roll Set Grid
pl_pl: Available Rollsets Grid

# NAME_ChangedColumn
source: Changed Column
pl_pl: Zmieniona kolumna

# NAME_ChangedValue
source: Changed Value
pl_pl: Zmieniona wartość

# NAME_DateTimeLastUpdated
source: Updated
pl_pl: Zaaktualizowano

# NAME_OriginColumn
source: Origin Columnt
pl_pl: Pierwotna kolumna

# NAME_OriginValue
source: Origin Value
pl_pl: Pierwotna wartość

# NAME_User
source: User
pl_pl: Użytkownik

# ENUM_RollSetType_1
source: Trio1
pl_pl: RM

# ENUM_RollSetType_2
source: Trio2
pl_pl: IM

# ENUM_RollSetType_RMRollSet
source: RM
pl_pl: FM

# CONTROLLER_ProductionScheduleForOperator
source: Production Schedule For Operator
pl_pl: Harmonogram produkcji - operator

# CONTROLLER_RecoveredBillets
source: Recovered Billets
pl_pl: Odzyskane kęsy

# HMI_MENU_RecoveredBillets
source: Recovered Billets
pl_pl: Odzyskane kęsy

# PAGE_TITLE_RecoveredBillets_Index
source: Recovered Billets
pl_pl: Odzyskane kęsy

# GLOB_ConfirmMountRollSet
source: Mount selected Roll Set and internal cassette?
pl_pl: Mount selected rollset?

# GLOB_RollChangeSwapRollsetSuccess
source: The Roll Set have been swapped successfully.
pl_pl: The rollsets have been swapped successfully.

# PAGE_TITLE_ProductionOverview_PrintProductLabelDialog
source: Print Product Label
pl_pl: Drukuj etykietę produktu

# NAME_BilletCatalogueId
source: Billet Catalogue
pl_pl: Katalog kęsów

# NAME_NumberOfPiece
source: No.
pl_pl: Nr

# HMI_MENU_ActualStandConfiguration
source: Actual mill configuration
pl_pl: Aktualna konfiguracja

# NAME_PendingChange_BilletsWeight
source: Billets Weight
pl_pl: Waga kęsów

# NAME_PendingChange_Campaign
source: Campaign Changed
pl_pl: Zmieniona kampania

# NAME_PendingChange_Cancelled
source: Work Order Canceled
pl_pl: Zamówienie anulowane

# NAME_PendingChange_TargetOrderWeight
source: Order Weight Change
pl_pl: Zmiana wagi zamówienia

# NAME_WorkOrderCancelled
source: Work Order Cancelled
pl_pl: Zamówienie anulowane

# GLOB_HeatFlags_1
source: Suspected
pl_pl: Podejrzany

# GLOB_HeatFlags_3
source: Critical
pl_pl: Krytyczny

# NAME_HeatFlag
source: Heat Rate
pl_pl: Ocena

# PAGE_TITLE_Heat_EditHeatFlagDialog
source: Mark Heat
pl_pl: Ocena wytopu

# NAME_DateTimeOfFirstCharging
source: Charged
pl_pl: Załadowano

# NAME_PartShort
source: Part
pl_pl: Część

# CONTROLLER_Db2DBCommunicCONTROLLER_Db2DbCommunication
source: DB2DB Communication
pl_pl: DB2DB komunikacja

# NAME_IsActive
source: Is Active
pl_pl: Aktywny

# PAGE_TITLE_PassSchedule_ShowSinglePSDetails
source: Single Pass Schedule Details
pl_pl: Szczegóły harmonogramu pojedynczego przejścia

# UNIT_Production
source: lb/h
pl_pl: kg/h

# UNIT_ProductWeight
source: lb
pl_pl: kg

# UNIT_RollLength
source: in
pl_pl: m

# PAGE_TITLE_PassSchedule_ShowSinglePSDetailsSingle Pass Schedule Details
source: Details of the Distribution of the Rolling Plan
pl_pl: Szczegóły dystrybucji planu walcowania

# GLOB_Alarm_Code
source: Alarm Code
pl_pl: Kod alarmu

# GLOB_Module_Name
source: Module name
pl_pl: Nazwa modułu

# HMI_MENU_Material
source: Materials
pl_pl: Dane materiału

# HMI_MENU_MaterialInformation
source: Material Information
pl_pl: Informacje o materiale

# NAME_CastSeqNo
source: Caster Seq. Nr.
pl_pl: Nr. sekwencji

# NAME_IsFromWarehouse
source: Is material from DW
pl_pl: Dane z DW

# NAME_AssetName
source: Asset Name
pl_pl: Nazwa zasobu

# NAME_AverageValue
source: Average Value
pl_pl: Wartość średnia

# NAME_CreationTime
source: Creation Time
pl_pl: Czas utworzenia

# NAME_FeatureDescription
source: Feature Description
pl_pl: Opis cechy

# NAME_FeatureName
source: Feature Name
pl_pl: Nazwa cechy

# NAME_FeatureUnitOfMeasure
source: Unit
pl_pl: Jednostka

# NAME_MaxValue
source: Maximum Value
pl_pl: Wartość max

# NAME_MinValue
source: Minimum Value
pl_pl: Wartość min

# NAME_PassNo
source: Pass Number
pl_pl: Numer przejścia

# NAME_ProductStandardName
source: Product Standard
pl_pl: Specyfikacja produktu

# NAME_ProfileName
source: Profile Name
pl_pl: Nazwa profilu

# NAME_Valid
source: Valid
pl_pl: Zgodność

# NAME_FeatureUnitOfMeasureCategory
source: Category
pl_pl: Kategoria

# NAME_AssetCode
source: Asset Code
pl_pl: Kod stanowiska

# NAME_AssetDescription
source: Asset Description
pl_pl: Opis stanowiska

# NAME_AssetSequence
source: Asset Sequence
pl_pl: Kolejność stanowiska

# NAME_CatalogueLength
source: Catalogue Length
pl_pl: Długość katalogowa

# BUTTON_DrawComparisonChart
source: Draw comparison chart
pl_pl: Utwórz wykres porównawczy

# LABEL_NewComparisonSetName
source: New comparison set name
pl_pl: Nazwa nowego zestawu charakterystyk

# LABEL_PLACEHOLDER_EnterNewComparisonSetName
source: Enter new comparison set name
pl_pl: Podaj nazwę nowego zestawu charakterystyk

# LABEL_PLACEHOLDER_SelectFeatures
source: Select features
pl_pl: Wybierz charakterystyki

# LABEL_PredefinedComparisons
source: Predefined comparisons
pl_pl: Zdefiniowane zestawy charakterystyk

# MESSAGE_ConfigurationWithSelectedNameAlreadyExist
source: Configuration with selected name already exist
pl_pl: Konfiguracja o wybranej nazwie już istnieje

# MESSAGE_CouldNotLoadMeasurementDataForMaterials
source: Could not load measurement data for given materials
pl_pl: Nie można załadować danych pomiarowych dla wybranych materiałów

# MESSAGE_CouldNotLoadPredefinedChartComparisonConfigurations
source: Could not load predefined chart comparison configurations
pl_pl: Nie można załadować skonfigurowanych zestawów charakterystyk

# MESSAGE_CouldNotSaveTheChartsComparisonConfiguration
source: Could not save the charts comparison configuration
pl_pl: Nie można zapisać zdefiniowanej konfiguracji

# MESSAGE_PleaseProvideConfigurationSetName
source: Please provide a new configuration set name
pl_pl: Proszę podać nazwę dla nowej konfiguracji

# MESSAGE_PleaseSelectSomeFeaturesFirst
source: Please select some features first
pl_pl: Proszę wpierw wybrać charakterystyki do porównania

# MESSAGE_ThereIsNoMeasurementDataToShowOnTheChart
source: There is no measurement data to show on the chart..
pl_pl: Nie ma pomiarów, które można pokazać na wykresie..

# PAGE_TITLE_MeasurementsCharts_Index
source: Measurement Data Analysis
pl_pl: Analiza danych pomiarowych

# MESSAGES_DeleteConfirmation
source: Please confirm deletion of item
pl_pl: Proszę potwierdzić usunięcie elementu

# MESSAGE_PleaseChooseTheComparisonConfigurationFirst
source: Please choose the comparison configuration first
pl_pl: Proszę wpierw wybrać konfigurację porównania

# LABEL_DefinedComparisons
source: Defined comparisons
pl_pl: Zdefiniowane porównania

# LABEL_FeaturesSelection
source: Features selection
pl_pl: Wybór charakterystyk

# LABEL_Materials
source: Materials
pl_pl: Materiały

# LABEL_Material
source: Material
pl_pl: Materiał

# LABEL_Child
source: Child
pl_pl: Dziecko

# LABEL_Parent
source: Parent
pl_pl: Rodzic

# BUTTON_Compare
source: Compare
pl_pl: Porównaj

# NAME_Basket
source: Comparison basket
pl_pl: Koszyk

# NAME_AssetId
source: Asset id
pl_pl: Id maszyny

# NAME_ForcedValue
source: Forced Value
pl_pl: Wymuszona wartość

# NAME_MappingValueId
source: Mapping Value id
pl_pl: Id mapowanej wartości

# NAME_RatingId
source: Rating id
pl_pl: Id oceny

# NAME_RatingType
source: Rating Type
pl_pl: Typ oceny

# NAME_RawMaterialName
source: Raw Material Name
pl_pl: Nazwa surowego materiału

# NAME_TriggerName
source: Trigger name
pl_pl: Nazwa wyzwalacza

# PAGE_TITLE_Grading_Index
source: Material grading
pl_pl: Ocena materiału

# MODULE_GRADING_MaterialGrading
source: Material grading
pl_pl: Ocena materiału

# RATING_VALUE_Bad
source: Bad (4)
pl_pl: Zły (4)

# RATING_VALUE_Caution
source: Caution (3)
pl_pl: Ostrzeżenia (3)

# RATING_VALUE_Critical
source: Critical (5)
pl_pl: Krytyczny (5)

# RATING_VALUE_Good
source: Good (1)
pl_pl: Dobry (1)

# RATING_VALUE_Sufficient
source: Sufficient (2)
pl_pl: Wystarczający (2)

# RATING_VALUE_Null
source: Null
pl_pl: Puste

# HMI_MENU_KPIs
source: KPI
pl_pl: Wskaźniki KPI

# NAME_Formula
source: Formula
pl_pl: Wzór

# RATING_VALUE_LastCalculated
source: Last calculated value
pl_pl: Ostatnia obliczona wartość

# PAGE_TITLE_RawMaterialCatalogue_Index
source: Raw Materials Catalogue
pl_pl: Katalog Materiałów

# HMI_MENU_RawMaterialCatalogues
source: Raw Materials Catalogue
pl_pl: Katalog Materałów

# HMI_MENU_SteelgradeCatalogues
source: Steelgrades Catalogue
pl_pl: Katalog Gatunków Stali

# NAME_Density
source: Density
pl_pl: Gęstość

# NAME_Details
source: Details
pl_pl: Szczegóły

# NAME_ExpThermCoef
source: Exponential Thermal Coefficient
pl_pl: Wykładniczy Współczynnik Cieplny

# PAGE_TITLE_SteelgradeCatalogue_Index
source: Steelgrade Catalogues
pl_pl: Katalog Gatunków Stali

# NAME_CurrentValue
source: Current Value
pl_pl: Aktualna wartość

# NAME_RatingModifiedTs
source: Last modified
pl_pl: Ostatnia modyfikacja

# NAME_KPITrends
source: KPI trends
pl_pl: Trendy KPI

# MESSAGE_CouldNotLoadFeaturesDefinitions
source: Could not load features definitions from server
pl_pl: Nie można pobrać defnicji charakterystyk z serwera

# LABEL_ChartType
source: Chart type
pl_pl: Typ wykresu

# LABEL_ChartTypeLengthRelated
source: Length related
pl_pl: Zależny od długości

# LABEL_ChartTypeTimeRelated
source: Time related
pl_pl: Zależny od czasu

# LABEL_Feature
source: Feature
pl_pl: Charakterystyka

# MESSAGE_CouldNotLoadMaterialInformation
source: Could not load material information
pl_pl: Nie można załadować informacji o materiale

# MESSAGE_CouldNotUseSelectedChartType
source: It is not possible to use this chart type because there is no possibility to properly map chosen features on the chart
pl_pl: It is not possible to use this chart type because there is no possibility to properly map values on Nie można użyć tego typu wykresu, ponieważ nie ma możliwości prawidłowego zmapowania wybranych charakterystyk
