Repository: abhipan1982/JSWSALEM
Catalog: PE.HMIWWW.Core/Resources/VM_Resources.*.resx
Languages: pl_pl

# NAME_MaterialFormDim2
source: Material Form (Dim 2)
pl_pl: Wzór materiału (wymiar 2)

# NAME_MaterialFormDim3
source: Material Form (Dim 3)
pl_pl: Wzór materiału (wymiar 3)

# NAME_MaterialFormDim4
source: Material Form (Dim 4)
pl_pl: Wzór materiału (wymiar 4)

# NAME_AutomaticOrderCreation1
source: Automatic Order Creation 1
pl_pl: Automatyczne tworzenie zamówienia 1

# NAME_AutomaticOrderCreation2
source: Automatic Order Creation 2
pl_pl: Automatyczne tworzenie zamówienia 2

# NAME_AutomaticOrderCreation3
source: Automatic Order Creation 3
pl_pl: Automatyczne tworzenie zamówienia 3

# NAME_AutomaticOrderCreation4
source: Automatic Order Creation 4
pl_pl: Automatyczne tworzenie zamówienia 4

# NAME_OutputWeightRemovedOfTheFurnace1
source: Output Weight From The Furnace 1
pl_pl: Masa wyjściowa z pieca 1

# NAME_OutputWeightRemovedOfTheFurnace2
source: Output Weight From The Furnace 2
pl_pl: Masa wyjściowa z pieca 2

# NAME_OutputWeightRemovedOfTheFurnace3
source: Output Weight From The Furnace 3
pl_pl: Masa wyjściowa z pieca 3

# NAME_OutputWeightRemovedOfTheFurnace4
source: Output Weight From The Furnace 4
pl_pl: Masa wyjściowa z pieca 4

# NAME_NumberOfOutputPiecesRemovedOfTheFurnace1
source: Number Of Output Pieces From The Furnace 1
pl_pl: Liczba pozycji wyjściowych z pieca 1

# NAME_NumberOfOutputPiecesRemovedOfTheFurnace2
source: Number Of Output Pieces From The Furnace 2
pl_pl: Liczba pozycji wyjściowych z pieca 2

# NAME_NumberOfOutputPiecesRemovedOfTheFurnace3
source: Number Of Output Pieces From The Furnace 3
pl_pl: Liczba pozycji wyjściowych z pieca 3

# NAME_NumberOfOutputPiecesRemovedOfTheFurnace4
source: Number Of Output Pieces From The Furnace 4
pl_pl: Liczba pozycji wyjściowych z pieca 4

# NAME_DowntimeAttributableToTheFabricationOrder
source: Downtime Attributable To The Fabrication Order
pl_pl: Przestoje związane z zamówieniem produkcyjnym

# NAME_DowntimeDispatchableToAllTheFoOfTheShift
source: Downtime Dispatchable To All The Fo Of The Shift
pl_pl: Przestoje wysyłane do wszystkich pracowników zmiany

# NAME_WeightScrapOrDerivativeProductKg
source: Weight Scrap Or Derivative Product Kg
pl_pl: Waga złomu lub produktu pochodnego kg

# NAME_NumberOfScrappedBillets
source: Number Of Scrapped Billets
pl_pl: Liczba złomowanych biletów

# GLOB_RejectLocation_0
source: None
pl_pl: Brak

# GLOB_RejectLocation_1
source: Furnace Exit
pl_pl: Wyjście z pieca

# GLOB_RejectLocation_2
source: Second Pass
pl_pl: Drugie przejście

# GLOB_RejectLocation_3
source: Third Pass
pl_pl: Trzecie przejście

# GLOB_RejectLocation_4
source: Fourth Pass
pl_pl: Czwarte przejście

# PAGE_TITLE_Visualization_RejectRawMaterialPopup
source: Reject Raw Material
pl_pl: Odrzuć surowiec

# HMI_MENU_LabelPrinter
source: Label printer
pl_pl: Druk etykiet

# NAME_PrintLabels
source: Print Labels
pl_pl: Drukuj etykiety

# NAME_Events
source: Events
pl_pl: Zdarzenia

# NAME_FurnaceTemperature
source: Furnace Temperature
pl_pl: Temperatura w piecu

# NAME_ShiftCode
source: Shift code
pl_pl: Kod zmiany

# NAME_Display
source: Display
pl_pl: Wyświetlanie

# NAME_PlannedDelays
source: Planned Delays
pl_pl: Planowane przestoje

# NAME_Start
source: Start
pl_pl: Rozpoczęcie

# NAME_End
source: End
pl_pl: Zakończenie

# NAME_ActiveGroove
source: Active Groove
pl_pl: Aktywny wykrój

# NAME_Yesterday
source: Yesterday
pl_pl: Wczoraj

# NAME_LastWeek
source: Last Week
pl_pl: Ostatni tydzień

# NAME_DateRange
source: Date Range
pl_pl: Zakres dat

# ERROR_InvalidRange
source: Invalid range
pl_pl: Błędny zakres

# MESSAGE_NoResults
source: No results
pl_pl: Brak danych

# PAGE_TITLE_Setup_SendSetupPopup
source: Send setups to L1
pl_pl: Wysyłanie konfiguracji do L1

# NAME_SetupCalculating
source: Calculating Setup
pl_pl: Przeliczenie konfiguracji

# NAME_SetupRollDiametersUpdating
source: Updating Roll Diameters
pl_pl: Aktualizacja średnic rolek

# NAME_SetupValidating
source: Validating Setup
pl_pl: Sprawdzanie poprawności konfiguracji

# NAME_SetupSendingToL1
source: Sending Setup to L1
pl_pl: Wysyłanie konfiguracji do L1

# NAME_Unplanned
source: Unplanned
pl_pl: Nieplanowane

# MESSAGE_DisablingWorkOrderInWrongStatus
source: Changing Work Order state is possible only for new records
pl_pl: Zmiana stanu zamówienia jest możliwa tylko dla nowych rekordów

# NAME_Actual
source: Actual
pl_pl: Aktualne

# PAGE_TITLE_Visualization_ScrapPopup
source: Scrap
pl_pl: Złomowanie

# NAME_SetupsDifferentShort
source: Not matching
pl_pl: Nie zgodne

# NAME_SetupsMathingShort
source: Matching
pl_pl: Zgodne

# NAME_SetupsOptionalDifferentShort
source: Optional different
pl_pl: Opcjonalne różne

# MESSAGE_MissingRollDiameters
source: Missing roll diameters for assets:
pl_pl: Brakujące średnice rolek dla zasobów:

# NAME_Percent
source: Percent
pl_pl: Procent

# NAME_ScrapData
source: Scrap Data
pl_pl: Dane złomowania

# NAME_HeatCode
source: Heat Code
pl_pl: Kod wytopu

# NAME_WeightOfABillet
source: Weight Of A Billet
pl_pl: Waga kęsa

# NAME_L3ValidationResult
source: Telegram validation result
pl_pl: Telegram zawiera błędy

# PAGE_TITLE_EventCalendar_Events
source: Events
pl_pl: Zdażenia

# GLOB_FORMAT_LongDateTime
source: MM/dd/yyyy hh:mm:ss tt
pl_pl: yyyy-MM-dd HH:mm:ss

# HMI_MENU_Events
source: Events
pl_pl: Zdarzenia

# NAME_EventCode
source: Event code
pl_pl: Kod zdarzenia

# NAME_EventTypeName
source: Event name
pl_pl: Nazwa zdarzenia

# HMI_MENU_DataAnalysis
source: Data Analysis
pl_pl: Analiza danych

# PAGE_TITLE_Heat_HeatEditPopup
source: Heat Edit Dialog
pl_pl: Okno edycji wytopu

# NAME_Measures
source: Measures
pl_pl: Miary

# NAME_IsFormed
source: Formed
pl_pl: Uformowany

# NAME_IsEmpty
source: Empty
pl_pl: Pusty

# NAME_IsForming
source: Forming
pl_pl: Formowany

# PAGE_TITLE_BilletYard_Index
source: Billet Yard
pl_pl: Magazyn materiałów

# NAME_DefectCatalogue
source: Defect Catalogue
pl_pl: Katalog defektów

# NAME_DefectDescription
source: Description
pl_pl: Opis

# PAGE_TITLE_Delays_DelayCreatePopup
source: Create Delay
pl_pl: Dodaj przestój

# NAME_DataAnalysis
source: Data Analysis
pl_pl: Analiza danych

# BUTTON_IncomingHeats
source: Incoming Heats
pl_pl: Przychodzące wytopy

# BUTTON_AddToYard
source: Add To Yard
pl_pl: Dodaj do magazynu

# NAME_View
source: View
pl_pl: Podgląd

# NAME_Content
source: Content
pl_pl: Zawartość

# PAGE_TITLE_Equipment_EquipmentStatusEditPopup
source: Edit Equipment Status
pl_pl: Edytuj status sprzętu

# NAME_L3CommunicationStatus
source: L3 Communication Status
pl_pl: Status komunikacji z L3

# NAME_Relocation
source: Relocation
pl_pl: Relokacja

# BUTTON_BackToYard
source: Back To Yard
pl_pl: Zawróć do magazynu

# BUTTON_ClearSearch
source: Clear Search
pl_pl: Czyść wyszukiwanie

# NAME_MaterialGenealogy
source: Material Genealogy
pl_pl: Genealogia materiału

# PAGE_TITLE_BilletYard_GetAddMaterialsPopup
source: Add materials
pl_pl: Dodawane materiałów

# BUTTON_CreateHeat
source: Create Heat
pl_pl: Utwórz wytop

# BUTTON_AddMaterials
source: Add Materials
pl_pl: Dodaj materiały

# NAME_RegisterInYard
source: Register In Yard
pl_pl: Zarejestruj w magazynie

# NAME_LayerHistory
source: Layer History
pl_pl: Historia warstwy

# NAME_LayerDetails
source: Layer Details
pl_pl: Historia warstwy

# BUTTON_TransferToLocation
source: Transfer To Location
pl_pl: Przenieś do lokacji

# ENUM_IsForming
source: Forming
pl_pl: Formowany

# ENUM_IsFormed
source: Formed
pl_pl: Uformowany

# ENUM_Transferred
source: Transferred
pl_pl: Przeniesiony

# NAME_LoadOnChargingGrid
source: Load On Charging Grid
pl_pl: Przenieś na załadunek do pieca

# NAME_Location
source: Location
pl_pl: Lokacja

# NAME_Yard
source: Yard
pl_pl: Magazyn

# NAME_LastHeat
source: Last Heat
pl_pl: Ostatni Wytop

# PAGE_TITLE_BilletYard_GetNumberOfMaterialsPopup
source: Materials
pl_pl: Materiały

# NAME_Catalogue
source: Catalogue
pl_pl: Katalog

# PAGE_TITLE_Heat_HeatWithMaterialsCreatePopup
source: Create Heat
pl_pl: Utwórz wytop

# NAME_Capacity
source: Capacity
pl_pl: Pojemność

# NAME_Free
source: Free
pl_pl: Dost.

# PAGE_TITLE_ProductYard_Index
source: Product Yard
pl_pl: Magazyn produktów

# NAME_ProductsOnYard
source: Prod. on yard
pl_pl: Prod. w magazynie

# NAME_LocationScheduling
source: Location Scheduling
pl_pl: Planowanie lokacji

# NAME_ReadyForShipment
source: Ready For Shipment
pl_pl: Gotowe do wysyłki

# NAME_Dispatch
source: Dispatch
pl_pl: Wyślij

# NAME_Reception
source: Reception
pl_pl: Recepcja

# NAME_Locations
source: Locations
pl_pl: Lokacje

# NAME_HeatsInLocations
source: Heats in Locations
pl_pl: Wytopy w lokacjach

# NAME_StackDetails
source: Stack Details
pl_pl: Szczegóły stosu

# NAME_Full
source: Full
pl_pl: Pełny

# NAME_TargetMaterialNumber
source: Target number of materials
pl_pl: Docelowa liczba materiałów

# NAME_IsOverrun
source: Expired
pl_pl: Przeterminowany

# NAME_Load
source: Load
pl_pl: Załaduj

# NAME_Products
source: Products
pl_pl: Produkty

# NAME_LocationsSeq
source: Locations sequence
pl_pl: Kolejność lokacji

# NAME_ProductsInLocations
source: Products in locations
pl_pl: Produkty w lokacjach

# NAME_WOsReadyForShipment
source: Work Orders ready for shipment
pl_pl: Zamówienia gotowe do wysyłki

# NAME_WOProductsInLoc
source: Work Order Products in the location
pl_pl: Produkty zamówienia w lokacji

# NAME_ShipmentExceeded
source: Shipment date excedeed
pl_pl: Przekroczona data do wysyłki

# NAME_LocationsByWO
source: Locations data by selected Work Order
pl_pl: Dane lokacji dla wybranego zamówienia

# NAME_ActiveLocation
source: Active location
pl_pl: Aktywna lokacja

# NAME_FreeCapacity
source: Free capacity
pl_pl: Dostępne miejsce

# NAME_SelectedProdWeight
source: Selected products weight
pl_pl: Waga wybranych produktów

# NAME_ProductThickness
source: Product Thickness
pl_pl: Przekrój

# NAME_Days
source: Days
pl_pl: Dni

# NAME_RollingTime
source: Rolling Time
pl_pl: Czas walcowania

# NAME_MonthNr
source: Month
pl_pl: Miesiąc

# NAME_ProductsThicknesses
source: Products Thicknesses
pl_pl: Przekroje

# NAME_ScrapsNumber
source: Scraps Count
pl_pl: Ilość złomu

# NAME_ScrapsWeight
source: Scraps Weight
pl_pl: Waga złomu

# NAME_DefectCount
source: Defects Count
pl_pl: Ilość defektów

# NAME_Values
source: Measures
pl_pl: Wartości

# PAGE_TITLE_Reports_WorkOrderInformation
source: Work Order Information
pl_pl: Dane zamówienia

# ENUM_Dispatched
source: Dispatched
pl_pl: Wysłane

# ENUM_WorkOrderStatus_Dispatched
source: Dispatched
pl_pl: Wysłane

# NAME_WorkOrder
source: Work Order
pl_pl: Zamówienie

# NAME_Shipment
source: Shipment
pl_pl: Wysyłka

# INFO_ProductTransfer
source: Select products to transfer
pl_pl: Wybierz produkty do przeniesienia

# INFO_SelectWO
source: Select Work Order
pl_pl: Wybierz zamówienie

# INFO_HeatFreeCapacity
source: Free capacity for entire heat
pl_pl: Dostępna pojemność dla całego wytopu

# INFO_ConsistentHeats
source: Consistent Heats
pl_pl: Zgodność wytopów

# INFO_LocationFull
source: Location full
pl_pl: Lokacja zapełniona

# INFO_WOFreeCapacity
source: Free capacity for entire Order
pl_pl: Dostępna pojemność dla całego zamówienia

# INFO_TransferUnavailable
source: Transfer unavailable
pl_pl: Przeniesienie niedostępne

# INFO_InconsistentHeats
source: Inconsistent Heats
pl_pl: Niezgodność wytopów

# INFO_UnavailableConsistentHeat
source: Consistent heats but heat unavailable
pl_pl: Zgodność wytopów ale wytop jest niedostępny

# NAME_FillDirection
source: Fill direction
pl_pl: Wypełnianie

# INFO_SelectHeatToTransfer
source: Select Heat to transfer Materials
pl_pl: Wybierz wytop by przenieść materiały

# HMI_MENU_Features
source: Features
pl_pl: Cechy

# HMI_MENU_WorkOrdersReport
source: Work Orders Report
pl_pl: Raport zamówień

# PAGE_TITLE_DataAnalysis_ProductionSummary
source: Data Analysis - Production Summary
pl_pl: Analiza danych - Podsumowanie produkcji

# PAGE_TITLE_DataAnalysis_KpiAnalysis
source: Data Analysis - KPI
pl_pl: Analiza danych - KPI

# NAME_Search
source: Search
pl_pl: Szukaj

# NAME_SearchTextBoxTip
source: Type what you are looking for..
pl_pl: Podaj nazwę elementu..

# NAME_Installed
source: Installed
pl_pl: Zainstalowane

# NAME_ParentDeviceGroupCode
source: Parent Group
pl_pl: Grupa nadrzędna

# NAME_LastTimeUninstalled
source: Last Time Uninstalled
pl_pl: Ostatnio Odinstalowane

# CONTROLLER_MaintenanceIncidentType
source: Maintenance Incident Types
pl_pl: Typy incydentów dla przeglądów

# HMI_MENU_MaintenanceIncidentType
source: Maintenance Incident Types
pl_pl: Typy incydentów

# NAME_LastTimeInstalled
source: Last Time Installed
pl_pl: Ostatnio Instalowane

source: Is Active
pl_pl: Aktywny

# HMI_MENU_IncidentType
source: Incident Type Catalogue
pl_pl: Katalogów typów incydentów

# HMI_MENU_DeviceGroup
source: Device Group Catalogue
pl_pl: Katalog grup urządzeń

# HMI_MENU_ComponentGroup
source: Component Group Catalogue
pl_pl: Katalog grup komponentów

# HMI_MENU_ActionType
source: Action Type Catalogue
pl_pl: Katalog typów akcji

# HMI_MENU_RecommendedAction
source: Recommended Action Catalogue
pl_pl: Katalog rekomendowanych akji

# PAGE_TITLE_IncidentType_Index
source: Incident Type Catalogue
pl_pl: Katalog typów incydentów

# PAGE_TITLE_DeviceGroup_Index
source: Device Groups
pl_pl: Grupy urządzeń

# PAGE_TITLE_Maintenance_AddDevicePopupAsync
source: Add Device
pl_pl: Dodaj urządzenie

# NAME_ComponentGroupName
source: Component Group Name
pl_pl: Nazwa grupy komponentów

# NAME_ComponentGroupCode
source: Component Group Code
pl_pl: Kod grupy komponentów

# NAME_ComponentGroupDescription
source: Component Group Description
pl_pl: Opis grupy komponentów

# PAGE_TITLE_ActionType_Index
source: Action Type Catalogue
pl_pl: Katalog typów akcji

# NAME_ActionTypeName
source: Action Type Name
pl_pl: Nazwa typu akcji

# NAME_ActionTypeCode
source: Action Type Code
pl_pl: Kod typu akcji

# NAME_ActionTypeDescription
source: Action Type Description
pl_pl: Opis typu akcji

# PAGE_TITLE_RecommendedAction_Index
source: Recommended Action Catalogue
pl_pl: Katalog akcji rekomendowanych

# NAME_ParentComponentGroupCode
source: Parend Component Group Code
pl_pl: Nadrzędny kod grupy komponentu

# ENUM_DeviceAvailability_Functional
source: Functional
pl_pl: Funkcjonalny

# ENUM_DeviceAvailability_Scrapped
source: Scrapped
pl_pl: Zezłomowany

# ENUM_DeviceAvailability_Blocked
source: Blocked
pl_pl: Zablokowany

# NAME_UnitName
source: Unit
pl_pl: Jednostka

# NAME_ExtUnitCategory
source: Ext. Unit Category
pl_pl: Rozsz. kategoria jednostki

# PAGE_TITLE_QuantityType_Index
source: Quantity Type Catalogue
pl_pl: Katalog typów ilościowych

# HMI_MENU_QuantityType
source: Quantity Type Catalogue
pl_pl: Katalog typów ilościowych

# NAME_QuantityTypeName
source: Quantity Type
pl_pl: Typ ilościowy

# NAME_QuantityTypeCode
source: Quantity Type Code
pl_pl: Kod typu ilościowego

# NAME_DeviceDetails
source: Device Details
pl_pl: Detale urządzenia

# BUTTON_device_dismount
source: Uninstall Device
pl_pl: Odinstaluj urządzenie

# BUTTON_device_mount
source: Install Device
pl_pl: Zainstaluj urządzenie

# ENUM_Severity_Information
source: Information
pl_pl: Informacja

# ENUM_Severity_Warning
source: Warning
pl_pl: Ostrzeżenie

# MESSAGE_UninstallDeviceConfirm
source: Are you sure to uninstall this device?
pl_pl: Czy jesteś pewny by odinstalować to urządzenie?

# NAME_ExternalName
source: External Name
pl_pl: Zewnętrzna nazwa

# NAME_EventCatalogueCategory
source: Event Category
pl_pl: Kategoria zdarzenia

# NAME_EventCategoryGroup
source: Event Group
pl_pl: Grupa zdarzenia

# NAME_EventCategoryGroupCode
source: Event Group Code
pl_pl: Kod grupy zdarzenia

# NAME_EventCatalogueCategoryCode
source: Event Category Code
pl_pl: Kod kategorii zdarzenia

# NAME_EventType
source: Event Type
pl_pl: Typ zdarzenia

# NAME_ParentEventCode
source: Parent Event Code
pl_pl: Kod nadrzędnego zdarzenia

# NAME_StdEventTime
source: EventTime
pl_pl: Czas zdarzenia

# NAME_ParentEventType
source: Parent Event Type
pl_pl: Typ zdarzenia nadrzędnego

# MESSAGE_MaterialNotAssignedToWorkOrder
source: Material is not assigned to Work Order
pl_pl: Materiał nie jest przypisany do zamówienia

# BUTTON_quality
source: Specify quality
pl_pl: Określanie jakości

# BUTTON_top
source: Top
pl_pl: Góra

# BUTTON_Bottom
source: Bottom
pl_pl: Dół

# PAGE_TITLE_WorkOrder_EditMaterialNumberPopup
source: Edit Material Number
pl_pl: Edytuj liczbę materiałów

# ENUM_RawMaterialStatus_ScrapFromMill
source: Scrapped
pl_pl: Zezłomowany

# MESSAGE_FilterEmpty
source: Filter cannot be empty
pl_pl: Filtr nie może być pusty

# HMI_MENU_SetupTest1
source: Test Setup 1
pl_pl: Ustawienie testowe 1

# NAME_Instruction
source: Instruction
pl_pl: Instrukcja

# NAME_Required
source: Required
pl_pl: Wymagany

# HMI_MENU_SetupTest2
source: Test Setup 2
pl_pl: Ustawienie testowe 2

# NAME_TargetWorkOrderWeight
source: Target Order Weight
pl_pl: Docelowa waga zamówienia

# NAME_TargetWorkOrderWeightMin
source: Target Order Min. Weight
pl_pl: Min. docelowa waga zamówienia

# NAME_TargetWorkOrderWeightMax
source: Target Order Max. Weight
pl_pl: Maks. docelowa waga zamówienia

# NAME_BundleWeightMax
source: Max. Bundle Weight
pl_pl: Maks. waga zestawu

# NAME_BundleWeightMin
source: Min. Bundle Weight
pl_pl: Min. waga zestawu

# NAME_InputThickness
source: Input Thickness
pl_pl: Grubość wejściowa

# NAME_InputWidth
source: Input Width
pl_pl: Szerokość wejścia

# NAME_InputLength
source: Input Length
pl_pl: Długość wejściowa

# NAME_OutputThickness
source: Output Thickness
pl_pl: Grubość wyjściowa

# NAME_OutputWidth
source: Output Width
pl_pl: Szerokość wyjściowa

# NAME_OutputShapeSymbol
source: Product Shape
pl_pl: Kształt produktu

# NAME_InputShapeSymbol
source: Billet Shape
pl_pl: Kształt materiału

# PAGE_TITLE_L3CommStatus_WorkOrderDefinitionCreatePopup
source: Create Work Order Definition
pl_pl: Tworzenie definicji zamówienia

# NAME_IsProductSizeRelated
source: Product Size Related
pl_pl: Relacja z rozmiarem produktu

# NAME_IsSteelgradeRelated
source: Steelgrade Related
pl_pl: Relacja z gatunkiem stali

# HMI_MENU_SetupConfiguration
source: Setup Configuration
pl_pl: Konfiguracja ustawień

# CONTROLLER_Setup
source: Setup
pl_pl: Ustawienia

# CONTROLLER_SetupConfiguration
source: Setup Configuration
pl_pl: Konfiguracja ustawień

# NAME_SetupConfiguration
source: Setup Configuration
pl_pl: Konfiguracja ustawień

# PAGE_TITLE_SetupConfiguration_Index
source: Setup Configuration
pl_pl: Konfiguracja ustawień

# NAME_SetupConfigurationVersion
source: Version
pl_pl: Wersja

# NAME_SetupTypeName
source: Type Name
pl_pl: Nazwa typu

# NAME_CreateSetupConfiguration
source: Create Setup Configuration
pl_pl: Stwórz konfigurację ustawień

# PAGE_TITLE_SetupConfiguration_SetupConfigurationCreatePopup
source: Create Setup Configuration
pl_pl: Stwórz konfigurację ustawień

# PAGE_TITLE_SetupConfiguration_SetupConfigurationEditPopup
source: Edit Setup Configuration
pl_pl: Edytuj konfigurację ustawień

# NAME_EditSetupConfiguration
source: Edit Setup Configuration
pl_pl: Edytuj konfigurację ustawień

# MESSAGE_SendSetupConfirm
source: Do you want to send selected setup configuration?
pl_pl: Czy chcesz wysłać wybraną konfigurację ustawień?

# MESSAGE_AllSetupsWillBeSent
source: All setups will be sent
pl_pl: Wszystkie ustawienia zostaną wysłane

# MESSAGE_SteelgradeRelatedSetupsWillBeSent
source: Only steelgrade related setups will be sent
pl_pl: Tylko ustawienia powiązane z gatunkiem stali będą wysłane

# NAME_SendAllSetups
source: Send All Setups
pl_pl: Wyślij wszystkie ustawienia

# NAME_SendSteelgradeRelatedSetups
source: Send Steelgrade Related Setups
pl_pl: Wyślij ustawienia powiązanie z gatunkiem stali

# ENUM_InspectionResult_Bad
source: Bad
pl_pl: Zły

# ENUM_InspectionResult_Doubtful
source: Doubtful
pl_pl: Wątpliwy

# ENUM_InspectionResult_Good
source: Good
pl_pl: Dobry

# ENUM_InspectionResult_Undefined
source: Undefined
pl_pl: Nieokreślony

# BUTTON_new_version
source: New Version
pl_pl: Nowa wersja

# PAGE_TITLE_SetupConfiguration_SetupConfigurationClonePopup
source: Clone Setup Configuration
pl_pl: Klonuj konfigurację ustawień

# NAME_InOperation
source: In Operation
pl_pl: Produkcja

# NAME_DurationSummary
source: Duration Summary
pl_pl: Czas pracy

# NAME_CategoriesSummary
source: Categories Summary
pl_pl: Kategorie przestojów

# NAME_MicroDelays
source: Micro Delays
pl_pl: Mikro przestoje

# NAME_MicroDurationSummary
source: Micro Delays Summary
pl_pl: Czas mikro przestojów

# NAME_LaneStopped
source: Lane Stopped
pl_pl: Linia zatrzymana

# NAME_SlowProduction
source: Slow Production
pl_pl: Powolna produkcja

# NAME_MoveBackward
source: Move Backward
pl_pl: Przesuń do tyłu

# NAME_MoveForward
source: Move Forward
pl_pl: Przesuń do przodu

# BUTTON_ChargeIntoChargingGrid
source: Charge into charging grid
pl_pl: Załaduj na strefę załadunku

# BUTTON_UnchargeFromChargingGrid
source: Uncharge from charging grid
pl_pl: Wyładuj ze strefy ładowania

# BUTTON_ChargeMaterialOnFurnaceExit
source: Charge material on furnace exit
pl_pl: Załaduj materiał przez wyjście z pieca

# FORM_ATTRIBUTE_CompareEqual
source: The {0} is not equal to {1}
pl_pl: Pole {0} nie jest równe {1}

# FORM_ATTRIBUTE_CompareNotEqual
source: The {0} can not be equal to {1}
pl_pl: Pole {0} nie może być równe {1}

# FORM_ATTRIBUTE_CompareGreaterThan
source: The {0} should be greater than {1}
pl_pl: Pole {0} musi być większe od {1}

# FORM_ATTRIBUTE_CompareGreaterThanOrEqual
source: The {0} should be greater than or equal {1}
pl_pl: Pole {0} musi być większe lub równe {1}

# FORM_ATTRIBUTE_CompareSmallerThan
source: The {0} should be smaller than {1}
pl_pl: Pole {0} musi być mniejsze od {1}

# FORM_ATTRIBUTE_CompareSmallerThanOrEqual
source: The {0} should be smaller than or equal {1}
pl_pl: Pole {0} musi być mniejsze lub równe {1}

# PAGE_TITLE_TrackingManagement_ChargeMaterialOnFurnaceExitPopup
source: Charge material on furnace exit
pl_pl: Załaduj materiał przez wyjście z pieca

# NAME_Of
source: of
pl_pl: z

# ENUM_RejectLocation_AfterFurnace
source: After Furnace
pl_pl: Za piecem

# ENUM_RejectLocation_BeforeFurnace
source: Before Furnace
pl_pl: Przed piecem

# NAME_RejectLocation
source: Reject Location
pl_pl: Lokacja odrzucenia

# ENUM_WorkOrderStatus_Charged
source: Charged
pl_pl: Załadowany

# ENUM_WorkOrderStatus_Charging
source: Charging
pl_pl: Ładowany

# ENUM_New
source: New
pl_pl: Nowe

# NAME_TimeInFurnace
source: Time in Furnace
pl_pl: Czas materiału w piecu

# BUTTON_scrap_material
source: Scrap
pl_pl: Złomuj

# BUTTON_reject
source: Reject
pl_pl: Odrzuć

# BUTTON_unscrap
source: Unscrap
pl_pl: Cofnij złomowanie

# BUTTON_unreject
source: Unreject
pl_pl: Przywróć

# NAME_Rejects
source: Rejects
pl_pl: Odrzuty

# NAME_Scraps
source: Scraps
pl_pl: Złomy

# FORMAT_Percent_Scrap
source: {0:N2}
pl_pl: {0:N0}

# NAME_TypeOfScrap
source: Type Of Scrap
pl_pl: Typ złomu

# NAME_ScrapPercent
source: Scrap Percent
pl_pl: Procent złomu

# ENUM_TypeOfScrap_None
source: None
pl_pl: Brak

# ENUM_TypeOfScrap_PartialScrap
source: Partial Scrap
pl_pl: Częściowy złom

# ENUM_TypeOfScrap_Scrap
source: Full Scrap
pl_pl: Całkowity złom

# ENUM_RawMaterialStatus_Rejected
source: Rejected
pl_pl: Odrzucony

# ENUM_RawMaterialStatus_Scrap
source: Scrapped
pl_pl: Zezłomowany

# ENUM_RawMaterialStatus_Finished
source: Finished
pl_pl: Zakończony

# ENUM_RawMaterialStatus_Assigned
source: Assigned
pl_pl: Przypisany

# NAME_EventStart
source: Event Start
pl_pl: Początek zdarzenia

# NAME_EventEnd
source: Event End
pl_pl: Koniec zdarzenia

# BUTTON_quality_details
source: Quality Details
pl_pl: Szczegóły jakości

# ENUM_RejectLocation_None
source: None
pl_pl: Brak

# BUTTON_undo_product
source: Undo Product
pl_pl: Odrzuć produkt

# PAGE_TITLE_TrackingManagement_RemoveRawMaterialPopup
source: Remove Material
pl_pl: Usuń materiał
