Repository: abhipan1982/JSWSALEM
Catalog: PE.HMIWWW.Core/Resources/VM_Resources.*.resx
Languages: pl_pl

# MESSAGE_CouldNotLoadMaterialDetailsData
source: Material details could not be loaded..
pl_pl: Nie można załadować szczegółowych danych dotyczących materiału..

# MESSAGE_CouldNotLoadSamplesData
source: Measurement sample data could not be loaded..
pl_pl: Nie można załadować danych pomiarowych sampli..

# NAME_ChemAnalysis
source: Chemical Analysis
pl_pl: Analiza chemiczna

# NAME_Genealogy
source: Genealogy
pl_pl: Genealogia

# GLOB_NAME_SelectListItemToDisplayItsDetails
source: Select the list item to display it's details
pl_pl: Wybierz pozycję z listy, aby wyświetlić jej szczegóły

# NAME_Head
source: Head
pl_pl: Głowa

# PAGE_TITLE_MaterialInformation_Index
source: Material Information
pl_pl: Informacje o materiale

# MESSAGE_CouldNotLoadMeasurementsData
source: Measurements data could not be loaded..
pl_pl: Wystąpił problem podczas ładowania danych pomiarowych..

# BUTTON_Download
source: Download
pl_pl: Pobierz

# HMI_MENU_PrimaryDataInput
source: Primary Data Input
pl_pl: Podstawowe Dane Wejściowe

# NAME_RootCause
source: Root Cause
pl_pl: Przyczyna źródłowa

# NAME_KPI_DEVIATION_FROM_AVERAGE_VALUE
source: Deviation from average value
pl_pl: Odchylenie od wartości średniej

# NAME_KPI_EXIT_TEMPERATURE
source: Exit temperature
pl_pl: Temperatura na wyjściu

# NAME_KPI_Calculation_Staus
source: Calculation status
pl_pl: Poprawność obliczeń

# NAME_KPI_Calculation_Failed
source: Invalid
pl_pl: Niepoprawny

# NAME_KPI_Calculation_OK
source: Valid
pl_pl: Poprawny

# NAME_KPI_Range_Lower
source: Minimal value
pl_pl: Najniższa wartość

# NAME_KPI_Range_Bad
source: Error range limit
pl_pl: Limit zakresu błędu

# NAME_KPI_Range_Warning
source: Warning range limit
pl_pl: Limit zakresu ostrzegawczego

# NAME_KPI_Range_Max
source: Maximum value
pl_pl: Najwyższa wartość

# BUTTON_Apply
source: Apply
pl_pl: Zastosuj

# NAME_KPI_Description
source: Description
pl_pl: Opis

# NAME_KPI_Trigger
source: Trigger
pl_pl: Wyzwalacz

# NAME_TimeInterval
source: TIme interval
pl_pl: Interwał czasu

# CONTROLLER_PrimaryDataInput
source: Primary Data Input
pl_pl: Pierwotne Dane Wejściowe

# NAME_RawMaterialCatalogue
source: Raw Material Catalogue
pl_pl: Katalog Materiałów

# PAGE_TITLE_PrimaryDataInput_Index
source: Primary Data Input
pl_pl: Pierwotne Dane Wejściowe

# HMI_MENU_PrimaryDataInput_Menu
source: Primary Data Input
pl_pl: Pierwotne Dane Wejściowe

# NAME_KPI_CalculatedFor
source: Material ID
pl_pl: Identyfikator materiału

# NAME_Validity
source: Validity
pl_pl: Poprawność

# NAME_ProductProfile
source: Product Profile
pl_pl: Profil Produktu

# NAME_ExternalId
source: External Id
pl_pl: Zewnętrzne Id

# NAME_ALIAS_AVG_TIME_IN_FURNACE
source: Average time in Furnace
pl_pl: Średni czas w piecu

# NAME_ALIAS_TIME_IN_FURNACE
source: Raw Material time in Furnace
pl_pl: Czas materiału w piecu

# NAME_ALIAS_TH_BDM_RATE
source: Theoretical BDM productivity rate
pl_pl: Teoretyczny wskaźnik produktywności BDM

# NAME_ALIAS_STD_DEV_TIME_IN_FURNACE
source: Standard deviation time in Furnace
pl_pl: Odchylenie standardowe od czasu przebywania w piecu

# NAME_ALIAS_BDM_EXIT_TEMP
source: Temperature on last pass on BDM
pl_pl: Temperatura na ostatnim pasie BDM

# NAME_ALIAS_TDM_OP_MODE
source: Manual operation to every
pl_pl: Stosunek operacji ręcznych do wszystkich na TDM

# NAME_ALIAS_BDM_OP_MODE
source: Manual operation to auto mode
pl_pl: Tryb ręczny do trybu automatycznego

# INFO_SelectMaterialInfo
source: Select material from the left side menu to see it's details
pl_pl: Wybierz materiał z menu po lewej stronie aby zobaczyć jego szczegóły

# INFO_NoRecordsFound
source: No records found
pl_pl: Nie znaleziono danych

# NAME_KPI_SelectKPIs
source: Select KPIs
pl_pl: Wybierz KPI

# NAME_KPI_ColumnsCount
source: Columns count
pl_pl: Liczba kolumn

# PAGE_TITLE_KPI_KPISelector
source: KPI Dashboard configuration
pl_pl: Ustawienia panelu KPI

# PAGE_TITLE_KPI_KPIInformation
source: KPI Details
pl_pl: Szczegóły KPI

# PAGE_TITLE_KPI_KPITrends
source: KPI Trends
pl_pl: Trendy KPI

# PAGE_TITLE_MaterialInformation_ShowSamples
source: Measurement's samples
pl_pl: Próbki pomiaru

# PAGE_TITLE_MaterialInformation_ComparisonBasket
source: Comparison basket
pl_pl: Koszyk materiałów

# NAME_ProductionDate
source: Production Date
pl_pl: Data produkcji

# PAGE_TITLE_TrackingMaterials_Index
source: Materials Tracking
pl_pl: Śledzenie materiałów

# NAME_ProductsNumber
source: Products Number
pl_pl: Liczba produktów

# NAME_ScrapedMaterials
source: Scrapped Materials No.
pl_pl: Liczba odpadów

# HMI_MENU_TrackingMaterials
source: Materials Tracking
pl_pl: Śledzenie materiałów

# HMI_MENU_ProducedMaterials
source: Produced Materials
pl_pl: Wyprodukowane Materiały

# NAME_CurrentPosition
source: Position in production line
pl_pl: Miejsce na linii

# NAME_CurrentGradingValue
source: Current Grading Value
pl_pl: Aktualna wartość gradingu

# PAGE_TITLE_PrimaryDataOutput_Index
source: Produced Materials
pl_pl: Wyprodukowane Materiały

# NAME_DateTimeNormalization
source: Date/Time Normalization
pl_pl: Normalizacja daty/czasu

# NAME_OffsetUnitOfMeasure
source: Offset Unit
pl_pl: Jednostka offsetu

# NAME_OffsetUnitOfMeasureCategory
source: Category
pl_pl: Kategoria

# MODULE_MATERIALINFORMATION_MaterialInformation
source: Material Information
pl_pl: Informacje o materiale

# CONTROLLER_MaterialInformation
source: Material Information
pl_pl: Informacje o materiale

# NAME_CatalogueData
source: Catalogue Data
pl_pl: Dane katalogowe

# PAGE_TITLE_TrackingMaterials_ShowMaterialsDetailsPopup
source: Materials Details
pl_pl: Szczegóły

# PAGE_TITLE_TrackingVisualization_Index
source: Tracking Visualization
pl_pl: Wizualizacja Linii

# HMI_MENU_TrackingVisualization
source: Tracking
pl_pl: Śledzenie

# HMI_MENU_Visualization
source: Tracking Visualization
pl_pl: Wizualizacja linii

# PAGE_TITLE_PrimaryDataInput_ShowMaterialsDetailsPopup
source: Materials Details
pl_pl: Szczegóły

# No.
source: Materials Details
pl_pl: Szczegóły

# PAGE_TITLE_TrackingVisualization_ShowMaterialsDetailsPopup
source: Materials Details
pl_pl: Szczegóły

# BUTTON_productYardAdd
source: Comparison basket
pl_pl: Koszyk materiałów do porównania

# PAGE_TITLE_MaterialInformation_BasketPopup
source: Comparison Basket
pl_pl: Koszyk Porównawczy

# PAGE_TITLE_MaterialInformation_ShowMeasurementsPopup
source: Measurement's Details
pl_pl: Szczególy pomiarów

# HMI_MENU_Raports
source: Reports
pl_pl: Raporty

# NAME_MaterialStatus
source: Material Status
pl_pl: Status materiału

# NAME_FinalProduct
source: Final Product
pl_pl: Produkt końcowy

# NAME_Element_C
source: Carbon
pl_pl: Węgiel

# NAME_Element_Cr
source: Chromium
pl_pl: Chrom

# NAME_Element_Cu
source: Copper
pl_pl: MIedź

# NAME_Element_H
source: Hydrogen
pl_pl: Wodór

# NAME_Element_Mn
source: Manganese
pl_pl: марганца

# NAME_Element_N
source: Nitrogen
pl_pl: Azot

# NAME_Element_Ni
source: Nickel
pl_pl: Nikiel

# NAME_Element_P
source: Phosphorus
pl_pl: Fosfor

# NAME_Element_S
source: Sulfur
pl_pl: Siarka

# NAME_Element_Si
source: Silicon
pl_pl: Krzem

# NAME_Element_Ti
source: Titanium
pl_pl: Tytan

# NAME_Element_V
source: Vanadium
pl_pl: Wanad

# NAME_IsInitial
source: Is Initial
pl_pl: Początkowy

# INFO_SelectPlugInfo
source: Select element from search grid on left side
pl_pl: Wybierz element z listy po lewej stronie

# HMI_MENU_ProdManager
source: Production
pl_pl: Produkcja

# HMI_MENU_WorkOrderManager
source: Work Order Manager
pl_pl: Menedżer zamówień

# NAME_MaterialsList
source: Materials List
pl_pl: Lista materiałów

# PAGE_TITLE_Steelgrade_EditSteelgradePopup
source: Edit Steelgrade
pl_pl: Edytuj gatunek stali

# HMI_MENU_Schedule
source: Schedule Manager
pl_pl: Menedżer planowania

# PAGE_TITLE_Schedule_Index
source: Schedule manager
pl_pl: Menedżer planowania

# NAME_IsDummy
source: Is Dummy
pl_pl: Sztuczny

# NAME_HeatStatus
source: Heat Status
pl_pl: Status Wytopu

# NAME_HeatSource
source: Heat Source
pl_pl: Źródło Wytopu

# NAME_MaterialsInHeat
source: No. Materials In Heat
pl_pl: Liczba Materiałów w Wytopie

# NAME_SupplierName
source: Supplier Name
pl_pl: Nazwa dostawcy

# NAME_IsDefaultSupplier
source: Default Supplier
pl_pl: Domyślny dostawca

# NAME_SupplierDescription
source: Supplier Description
pl_pl: Opis dostawcy

# HMI_MENU_Heat
source: Heats
pl_pl: Wytopy

# ENUM_Undefined
source: Undefined
pl_pl: Niezdefiniowano

# ENUM_L3Input
source: Input form L3
pl_pl: Dane z L3

# ENUM_L2Hmi
source: Generated from HMI
pl_pl: Wygenerowano w HMI

# ENUM_L1Input
source: Input from L1
pl_pl: Dane z L1

# ENUM_Invalid
source: Invalid
pl_pl: Niepoprawny

# ENUM_InProduction
source: In Production
pl_pl: W produkcji

# ENUM_Produced
source: Produced
pl_pl: Wyprodukowano

# ENUM_Scrapped
source: Scrapped
pl_pl: Odpad

# NAME_DefectCatalogueName
source: Defect Catalogue Name
pl_pl: Nazwa katalogu defektów

# NAME_DefectCatalogueCategoryCode
source: Defect Catalogue Category
pl_pl: Kategoria Katalogu Defektów

# NAME_DefectCategoryDescription
source: Description
pl_pl: Opis Katalogu Defektów

# NAME_DefectCatalogueIdExternal
source: Defect Catalogue External ID
pl_pl: Zewnętrzne ID Katalogu Defektów

# ENUM_WorkOrderStatus_Undefined
source: Undefined
pl_pl: Niezdefiniowane

# ENUM_WorkOrderStatus_New
source: New
pl_pl: Nowe

# ENUM_WorkOrderStatus_Completed
source: Completed
pl_pl: Skompletowane

# ENUM_WorkOrderStatus_Scheduled
source: Scheduled
pl_pl: Zaplanowane

# ENUM_WorkOrderStatus_InRealization
source: In realization
pl_pl: W realizacji

# ENUM_WorkOrderStatus_Finished
source: Finished
pl_pl: Zakończone

# ENUM_WorkOrderStatus_Cancelled
source: Cancelled
pl_pl: Anulowane

# PAGE_TITLE_Delays_Index
source: Delays
pl_pl: Przestoje

# NAME_OrderSeq
source: Order sequence
pl_pl: Kolejność zamówień

# NAME_ScheduleStatus
source: Order status
pl_pl: Status zamówienia

# NAME_PlannedWeight
source: Planned weight
pl_pl: Zaplanowana waga

# NAME_PlannedTime
source: Duration
pl_pl: Planowany czas

# PAGE_TITLE_Schedule_CloneSchedulePopup
source: Add Test Work Order
pl_pl: Dodaj testowe zamównienie

# NAME_NoOfmaterials
source: No. of test materials
pl_pl: Liczba testowych materiałów

# NAME_EndTime
source: End Time
pl_pl: Czas zakończenia

# MESSAGE_deleteConfirm
source: Are you sure you want to delete this record?
pl_pl: Czy jesteś pewien, że chcesz usunąć ten rekord?

# PAGE_TITLE_Steelgrade_SteelgradeEditPopup
source: Edit Steelgrade
pl_pl: Edycja Gatunku Stali

# PAGE_TITLE_Product_Index
source: Product Catalogue
pl_pl: Katalog produtków

# PAGE_TITLE_ProductCatalogue_ProductCatalogueEditPopup
source: Edit Product Catalogue
pl_pl: Edycja Katalogu Produktu

# PAGE_TITLE_Billet_Index
source: Billet Catalogue
pl_pl: Katalog Kęsów

# PAGE_TITLE_BilletCatalogue_EditMaterialCataloguePopup
source: Edit Billet Catalogue
pl_pl: Edycja Katalogu Kęsów

# PAGE_TITLE_EventsCatalogue_EventCatalogueEditPopup
source: Edit Event Catalogue
pl_pl: Edycja Katalogu Zdarzeń

# HMI_MENU_L3CommunicationStatus
source: L3 Communication Status
pl_pl: Status komunikacji z L3

# NAME_L3TransferTable_WorkOrder
source: Work Order Status
pl_pl: Status zamówień

# ENUM_CommStatus_New
source: New
pl_pl: Nowy

# ENUM_CommStatus_BeingProcessed
source: Being Processed
pl_pl: Przetworzony

# ENUM_CommStatus_ValidationError
source: Validation Error
pl_pl: Błąd walidacji

# ENUM_CommStatus_ProcessingError
source: Processing Error
pl_pl: Błąd przetwarzania

# NAME_CreatedInL3
source: Created in L3
pl_pl: Utworzono w L3

# NAME_RawMaterialNumber
source: Raw Material Number
pl_pl: Numer materiału

# NAME_RawMaterialShapeType
source: Raw Material Shape Type
pl_pl: Kształt materiału

# NAME_RawMaterialThickness
source: Raw Material Thickness
pl_pl: Grubość materiału

# NAME_RawMaterialWidth
source: Raw Material Width
pl_pl: Szerokość materiału

# NAME_RawMaterialLength
source: Raw Material Length
pl_pl: Długość materiału

# NAME_RawMaterialWeight
source: Raw Material Weight
pl_pl: Waga materiału

# NAME_ExternalSteelgradeCode
source: External Steelgrade Code
pl_pl: Zewnętrzny kod stali

# NAME_RawMaterialType
source: Raw Material Type
pl_pl: Typ materiału

# NAME_NextAggregate
source: Next Aggregate
pl_pl: Następny agregat

# NAME_QualityPolicy
source: Quality Policy
pl_pl: Polityka jakości

# NAME_ExtraLabelInformation
source: Extra Label Information
pl_pl: Dodatkowe informacje etykiety

# NAME_StatusName
source: Status Name
pl_pl: Nazwa statusu

# NAME_L3TransferTable_General
source: General Status Statistics
pl_pl: Ogólne statystyki

# NAME_Category
source: Category
pl_pl: Kategoria

# PAGE_TITLE_MaterialFurnace_Index
source: Material Furnace
pl_pl: Materiały w piecu

# HMI_MENU_MaterialFurnace
source: Materials in Furnace
pl_pl: Materiały w piecu

# NAME_SteelGradeCC_Element
source: Element
pl_pl: Pierwiastek

# NAME_SteelGradeCC_Value_Range
source: Value Range
pl_pl: Zakres wartosci

# NAME_L3MaterialAssignment
source: L3 Material Assignment
pl_pl: Przypisanie materiału z L3

# NAME_L3Material
source: L3 Material
pl_pl: Materiał z L3

# NAME_MaterialId
source: Material Id
pl_pl: Id materiału

# NAME_L3MaterialName
source: L3 Material Name
pl_pl: Nazwa materiału z L3

# MESSAGE_ConfirmationMsg
source: Are You sure?
pl_pl: Czy jesteś pewien?

# MESSAGE_MaterialAssign
source: Do You want assign this L3 Material to Raw Material?
pl_pl: Czy chcesz przypisać ten L3 materiał do surowego materiału?

# MESSAGE_MaterialUnassign
source: Do You want unassign this L3 Material from Raw Material?
pl_pl: Czy chcesz usunąć przypisanie tego L3 materiał od surowego materiału?

# INFO_SelectMaterialFromBelowInfo
source: Select L3 Material from list below to assign it to Raw Material
pl_pl: Wybierz L3 materiał z listy poniżej aby przypisać go do surowego materiału

# BUTTON_Unassign_Material
source: Unassign material
pl_pl: Usuń powiązanie z materiałem

# PAGE_TITLE_Setup_Index
source: Telegram Setup
pl_pl: Konfiguracja telegramu

# NAME_TelegramCode
source: Code
pl_pl: Kod

# NAME_TelegramName
source: Name
pl_pl: Nazwa

# NAME_Ovality
source: Ovality
pl_pl: Owalność

# NAME_ProductDetails
source: Product Details
pl_pl: Szczegóły produktu

# PAGE_TITLE_Products_Index
source: Products
pl_pl: Produkty

# HMI_MENU_Products
source: Products
pl_pl: Produkty

# NAME_ProductStatus
source: Product Status
pl_pl: Status Produktu

# ENUM_InTransport
source: In Transport
pl_pl: W transporcie

# ENUM_InProductYard
source: In Product yard
pl_pl: W magazynie produktów

# ENUM_OutForDelivery
source: Out Of Delivery
pl_pl: W drodze do odbiorcy

# ENUM_PalletArea
source: Pallet Area
pl_pl: Na Paleciaku

# PAGE_TITLE_EventCalendar_Index
source: Event Calendar
pl_pl: Kalendarz zdarzeń

# HMI_MENU_Setup
source: Setup
pl_pl: Konfiguracja ustawień

# CONTROLLER_EventCalendar
source: Event Calendar
pl_pl: Kalendarz zdarzeń

# NAME_ElementCode
source: Element Code
pl_pl: Kod elementu

# NAME_DataType
source: Data Type
pl_pl: Typ danych

# NAME_StructurePath
source: Structure Path
pl_pl: Ścieżka struktury

# EVENT_Production_Plan
source: Production Plan
pl_pl: Plan produkcji

# EVENT_L3_-_New_Work_Order
source: L3 - New Work Order
pl_pl: L3 - Nowe zamówienie

# EVENT_Material_Defect
source: Material Defect
pl_pl: Defekt

# EVENT_Crew_Calendar
source: Crew Calendar
pl_pl: Załogi

# EVENT_ShiftCalendar
source: Shift Calendar
pl_pl: Zmiany

# ENUM_Unassigned
source: Unassigned
pl_pl: Nieprzypisany

# ENUM_InStorage
source: In Storage
pl_pl: W magazynie

# ENUM_Charged
source: Charged
pl_pl: Załadowany

# ENUM_Discharged
source: Discharged
pl_pl: Rozładowany

# ENUM_InMill
source: In mill
pl_pl: W walcowni

# ENUM_InFinalProduction
source: In Final Production
pl_pl: Faza Końcowa Produkcji

# ENUM_Rolled
source: Rolled
pl_pl: Zwalcowany

# ENUM_ScrapCanBeRolledAgain
source: Scrap to Roll
pl_pl: Odpad do Walcowania

# ENUM_ScrapFromMill
source: Scrap
pl_pl: Odpad

# HMI_MENU_RawMaterial
source: Raw Materials
pl_pl: Materiały Wejściowe

# NAME_IsVirtual
source: Is Virtual
pl_pl: Wirtualny

# NAME_CuttingSeqNo
source: Cutting Seq No
pl_pl: Sekwencja cięcia

# NAME_ChildsNo
source: Children Number
pl_pl: Liczba dzieci

# NAME_LastStepNo
source: Last Step No
pl_pl: Ostatni krok

# NAME_ExternalRawMaterialId
source: External Raw Material Id
pl_pl: Zewnętrzne id materiału

# NAME_ParentRawMaterial
source: Parent Raw Material
pl_pl: Nazwa rodzica

# HMI_MENU_EventCalendar
source: Event Calendar
pl_pl: Kalendarz Zdarzeń

# NAME_Material
source: Material
pl_pl: Materiał

# ENUM_Completed
source: Completed
pl_pl: Ukończone

# ENUM_Scheduled
source: Scheduled
pl_pl: Zaplanowane

# ENUM_InRealization
source: In realization
pl_pl: W realizacji

# ENUM_Finished
source: Finished
pl_pl: Ukończone

# ENUM_Cancelled
source: Canceled
pl_pl: Anulowane

# NAME_Is Assigned
source: Is Assigned
pl_pl: Sparowany

# NAME_IsAssigned
source: Is Assigned
pl_pl: Sparowany

# NAME_MaterialsNo
source: Materials No.
pl_pl: Materiały

# NAME_Code
source: Code
pl_pl: Kod

# NAME_ClickToSelect
source: Click to select value from list
pl_pl: Kliknij aby wybrać wartość z listy

# PAGE_TITLE_Delays_DelayEditPopup
source: Edit Delay
pl_pl: Aktualizacja przestoju

# NAME_NewDelayLength
source: New Delay Length
pl_pl: Długość nowego przestoju

# PAGE_TITLE_Delays_DelayDividePopup
source: Delay Division
pl_pl: Podział przestoju

# NAME_LastSent
source: Last sent
pl_pl: Ostatnie nadanie

# NAME_IPAddress
source: IP Address
pl_pl: Adres IP

# NAME_BilletsToBeRolled
source: Billets left
pl_pl: Pozostałe materiały

# NAME_PlannedDuration
source: Duration
pl_pl: Czas trwania

# GLOBAL_Element
source: Element
pl_pl: Pierwiastek

# NAME_Entry
source: Entry
pl_pl: Wejście

# NAME_Exit
source: Exit
pl_pl: Wyjście

# NAME_SampleTaken
source: SampleTaken
pl_pl: Pobranie próbki

# NAME_HeatChemAnalysis
source: Chemical analysis
pl_pl: Skład chemiczny

# NAME_RawDeclaredWeight
source: Declared Weight
pl_pl: Zakładana waga

# NAME_RawDeclaredLength
source: Declared Length
pl_pl: Zakładana długość

# NAME_RawInitialWeight
source: Billet Initial Weight
pl_pl: Waga początkowa

# NAME_RawInitialLength
source: Billet Initial Length
pl_pl: Długość początkowa

# NAME_LastWeight
source: Last Weight
pl_pl: Ostatnia waga

# NAME_LastLength
source: Last Length
pl_pl: Ostatnia długość

# NAME_CutNo
source: Cut Number
pl_pl: Liczba cięć

# NAME_HeatChemAnalysisChart
source: Chemical analysis chart
pl_pl: Wykres składu chemicznego

# GLOB_Info_Legend
source: Click on the legend to display or hide element
pl_pl: Kliknij na legendę aby wyświetlić lub ukryć element

# NAME_MaterialDetails
source: Material Details
pl_pl: Szczegóły materiału

# NAME_MaterialHistory
source: Material History
pl_pl: Historia materiału

# PAGE_TITLE_FeatureMap_Index
source: Feature Map
pl_pl: Właściwości

# NAME_CurrentLength
source: Current Length
pl_pl: Aktualna długość

# NAME_CurrentWeight
source: Current Weight
pl_pl: Aktualna waga

# NAME_AffectedArea
source: Affected Area
pl_pl: Dotknięty obszar

# PAGE_TITLE_Material
source: Material
pl_pl: Dane materiału

# GLOB_Range_Validation_NoLimits
source: Range validation error
pl_pl: Błąd walidacji zakresów

# NAME_SteelgradeDetails
source: Steelgrade details
pl_pl: Szczegóły gatunku stali

# GLOB_pagination
source: {0} - {1} of {2}
pl_pl: {0} - {1} z {2}

# NAME_OvenRecipeTemp
source: Oven Recipe Temp
pl_pl: Temp formuły pieca

# NAME_ParentName
source: Parent Name
pl_pl: Nazwa rodzica

# PAGE_TITLE_DeScreenlays_Index
source: Delays
pl_pl: Przestoje

# NAME_MeasurementTime
source: Measurement Time
pl_pl: Czas pomiaru

# NAME_Last
source: Last
pl_pl: Ostatni

# NAME_Step
source: Step
pl_pl: Krok

# NAME_Elongation
source: Elongation
pl_pl: Wydłużenie

# NAME_CutType
source: Cut Type
pl_pl: Typ cięcia

# NAME_RatingType_Critical
source: Critical (5)
pl_pl: Krytyczny (5)

# NAME_DataTypeName
source: Data Type Name
pl_pl: Typ danych

# NAME_Average
source: Average
pl_pl: Średnia

# GLOB_StringLength
source: {0} must be between {2} and {1} char
pl_pl: {0} musi zawierać od {2} do {1} znaków

# NAME_ParentAssetName
source: Parent Asset
pl_pl: Rodzic zasobu

# NAME_IsReversed
source: Reversed
pl_pl: Odwrócony

# NAME_MaterialsPlanned
source: Materials Planned
pl_pl: Planowana ilość

# NAME_Rejected
source: Rejected
pl_pl: Odrzucone

# NAME_Progress
source: Progress
pl_pl: Postęp

# NAME_IsProducedNow
source: Produced Now
pl_pl: W produkcji

# BUTTON_add_work_order_to_schedule
source: Add Work Order To Schedule
pl_pl: Zaplanuj zamówienie

# NAME_Planned
source: Planned
pl_pl: Zaplanowane

# NAME_InProduction
source: In Production
pl_pl: W prodkucji

# NAME_Summary
source: Summary
pl_pl: Podsumowanie

# NAME_TargetWeight
source: Target Weight
pl_pl: Planowana waga

# FORMAT_Percent_Steelgrade
source: {0:N6}
pl_pl: {0:N4}

# NAME_UnitSymbol
source: Unit Symbol
pl_pl: Jednostka

# NAME_ParentDelayName
source: Parent Delay
pl_pl: Przestój nadrzędny

# NAME_BilletProfileSize
source: Billet Profile Size
pl_pl: Wymiary przekroju

# NAME_Tail
source: Tail
pl_pl: Ogon

# CONTROLLER_Grading
source: Grading
pl_pl: Ocena

# CONTROLLER_RawMaterialCatalogue
source: Raw Material Catalogue
pl_pl: Katalog materiałów

# CONTROLLER_SteelgradeCatalogue
source: Steelgrade Catalogue
pl_pl: Kkatalog klas stali

# NAME_Property
source: Property
pl_pl: Własność

# NAME_Compensation
source: Compensation
pl_pl: Kompensacja

# PAGE_TITLE_Grading_ShowRatingDetails
source: Rating informations
pl_pl: Ocenianie

# PAGE_TITLE_Grading_ForceValue
source: Force Value
pl_pl: Wartość narzucona

# GRID_FILTER_FromDate
source: From date
pl_pl: Od

# GRID_FILTER_TooDate
source: To date
pl_pl: Do

# NAME_Aggregate
source: Aggregate
pl_pl: Agregat

# NAME_Alternative
source: Alternative
pl_pl: Alternatywa

# NAME_Info
source: Information
pl_pl: Informacja

# NAME_Detail
source: Detail
pl_pl: Szczegół

# NAME_IsChosen
source: Is Chosen
pl_pl: Wybrany

# NAME_QeAggregates
source: Aggregates
pl_pl: Agregaty

# NAME_QeCompensationType
source: Compensation Type
pl_pl: Typ kompensacji

# NAME_RatingCode
source: Rating Code
pl_pl: Kod oceny

# GLOB_GRID_NO_DATA
source: No data available
pl_pl: Brak danych

# LABEL_MaterialEvaluation
source: Material Evaluation
pl_pl: Ocena materiału

# NAME_RatingDetails
source: Rating
pl_pl: Ocena

# NAME_RootCauseDetails
source: Root Cause
pl_pl: Przyczyna główna

# NAME_CompensationDetails
source: Compensation
pl_pl: Kompensata

# PAGE_TITLE_QualityExpert_RatingDetailsDialog
source: Rating Details
pl_pl: Szczegóły oceny

# NAME_RatingGroup
source: Rating Group
pl_pl: Grupa ocen

# NAME_ModifiedTs
source: Last modified
pl_pl: Ostatnio zmodyfikowany

# NAME_OriginalValue
source: Original Value
pl_pl: Wartość pierwotna

# NAME_RatingType_Null
source: Not forced
pl_pl: Nie nadpisane

# NAME_RatingType_Good
source: Good (1)
pl_pl: Dobry (1)

# NAME_RatingType_Sufficient
source: Sufficient (2)
pl_pl: Wystarczający (2)

# NAME_RatingType_Caution
source: Caution (3)
pl_pl: Uwaga (3)

# NAME_RatingType_Bad
source: Bad (4)
pl_pl: Zły (4)

# NAME_Correction
source: Correction
pl_pl: Korekta

# NAME_Verification
source: Verification
pl_pl: Weryfikacja

# NAME_RatingValue
source: Calculated Value
pl_pl: Wartość obliczona

# NAME_VIS_NoMaterialInAsset
source: No material in asset
pl_pl: Brak materiałów w punkcie

# GLOB_OperationRequestFailed
source: Operation failed
pl_pl: Operacja nie powiodła się

# MODULE_MAT_INFO_Material_Information
source: Material Information
pl_pl: Informacje o materiale

# NAME_SeqNo
source: SeqNo
pl_pl: Nr kolejny

# NAME_IsCheckpoint
source: Check point
pl_pl: Punkt kontrolny

# NAME_FeatureCode
source: Feature Code
pl_pl: Kod cechy

# NAME_IsNewProcessingStep
source: New Process Step
pl_pl: Nowy krok procesowy

# NAME_IsMaterialRelated
source: Material Related
pl_pl: Relacja z materiałem

# NAME_IsLengthRelated
source: Length Related
pl_pl: Relacja z długością
