Repository: abhipan1982/JSWSALEM
Catalog: PE.HMIWWW.Core/Resources/VM_Resources.*.resx
Languages: pl_pl

# NAME_UnHeating
source: Billet UnHeated
pl_pl: Kęs niedogrzany

# ENUM_CorrectType_Correct
source: Correct
pl_pl: Prawidłowo

# ENUM_CorrectType_Incorrect
source: Incorrect
pl_pl: Nieprawidłowo

# NAME_MacroCampaign
source: Macro Camp.
pl_pl: Kampania makro

# NAME_Graph
source: Graph
pl_pl: Wykres

# NAME_Product
source: Product
pl_pl: Produkt

# NAME_ProductCatalogue
source: Product Catalogue
pl_pl: Katalog produktu

# NAME_ReheatingGroupId
source: Reheating Group
pl_pl: Grupa nagrzewu

# NAME_BilletDetails
source: Billet Details
pl_pl: Szczegóły kęsa

# NAME_HeatDetails
source: Heat Details
pl_pl: Szczegóły wytopu

# NAME_OrderDetails
source: Order Details
pl_pl: Szczegóły zamówienia

# HMI_MENU_Tracking
source: Mill Tracking
pl_pl: Śledzenie linii

# HMI_MENU_TrackingMain
source: Tracking
pl_pl: Śledzenie

# NAME_BilletInProduction
source: Billet In Production
pl_pl: Kęs w produkcji

# NAME_ChargedDate
source: Charged
pl_pl: Załadowano

# NAME_DischargedBillets
source: Discharged Billets
pl_pl: Rozładowane kęsy

# NAME_ProducedOrders
source: Produced Orders
pl_pl: Wyprodukowane zamówienia

# NAME_ReheatingTemperaturesMax
source: Reheating Temp. Max.
pl_pl: Max. temp. grzania

# NAME_ReheatingTemperaturesMin
source: Reheating Temp. Min.
pl_pl: Min. temp. grzania

# NAME_ReheatingTimes
source: Reheating Times
pl_pl: Czas grzania

# PAGE_TITLE_Tracking_Index
source: Tracking
pl_pl: Śledzenie linii

# NAME_AssignedBilletsOrderWeight
source: Billet Weight
pl_pl: Waga kęsów

# NAME_OrderWeight
source: Order Weight
pl_pl: Waga zamówienia

# NAME_ProductionFinished
source: Production Finished
pl_pl: Zakończono

# NAME_ProductionStarted
source: Production Started
pl_pl: Rozpoczęto

# NAME_QueueToDischarge
source: To Discharge
pl_pl: Do rozładowania

# NAME_SeqNumOr
source: No.
pl_pl: Nr

# PAGE_TITLE_Tracking_EditWorkOrderProductWeightsDialog
source: Edit Products
pl_pl: Edycja produktów

# CONTROLLER_CoilWeighingMonitor
source: Coil Weighing Monitor
pl_pl: Monitorowanie wag zwoju

# HMI_MENU_CoilWeighingMonitor
source: Coil Weighing Monitor
pl_pl: Monitorowanie wag zwoju

# NAME_BilletCatalogue
source: Material Catalogue
pl_pl: Katalog kęsów

# NAME_LastWeighedWorkOrder
source: Last Weighed Work Order
pl_pl: Ostatnio zważone zamówienie

# NAME_MetallicYield
source: Metallic Yield
pl_pl: Uzysk metalurgiczny

# NAME_ProductionState
source: Production State
pl_pl: Stan produkcji

# NAME_QualityYield
source: Quality Yield
pl_pl: Uzysk jakościowy

# NAME_SumWeightQualityOK
source: Weight OK Quality
pl_pl: Waga produktu

# NAME_SumWeightQualityScrap
source: Weight Scrap Quality
pl_pl: Waga złomu

# NAME_SumWeightScrapInMill
source: Weight Scrap In Mill Quality
pl_pl: Waga złomu na linii

# NAME_WeighedWorkOrders
source: Weighed Work Orders
pl_pl: Lista zważonych zamówień

# NAME_WorkOrderBeforeWeight
source: Work Order Before Weight
pl_pl: Zamówienia przed zważeniem

# NAME_WorkOrderState
source: Work Order State
pl_pl: Stan zamówienia

# PAGE_TITLE_CoilWeighingMonitor_Index
source: Coil Weighing Monitor
pl_pl: Monitorowanie wag zwoju

# CONTROLLER_ProductionData
source: Production Data
pl_pl: Dane produkcyjne

# GLOB_Name_AssignedWorkOrders
source: Assigned Work Orders
pl_pl: Przypisane zamówienia

# ENUM_ProductQuality_QualityScrap
source: Scrap
pl_pl: Złom

# ENUM_ProductQuality_NotEvaluated
source: Not evaluated
pl_pl: Nieokreślony

# HMI_MENU_ProductionData
source: Production History Data
pl_pl: Dane historii produkcji

# NAME_ProductQuality
source: Product Quality
pl_pl: Jakość produktu

# NAME_ProductWeight
source: Product Weight
pl_pl: Waga produktu

# NAME_ScrapMillWeight
source: Mill Scrap Weight
pl_pl: Waga złomu z linii

# NAME_ScrapWeight
source: Scrap Weight
pl_pl: Waga złomu

# NAME_WorkOrderDetails
source: Work Order Details
pl_pl: Szczegóły zamówienia

# PAGE_TITLE_ProductionData_Index
source: Production Data
pl_pl: Dane produkcyjne

# PAGE_TITLE_ProductionData_OpenWorkOrderInfo
source: Work Order Details
pl_pl: Szczegóły zamówienia

# PAGE_TITLE_CoilWeighingMonitor_FillWorkOrderProductWeightsDialog
source: Finish Work Order Manually
pl_pl: Zakończ zamówienie ręcznie

# PAGE_TITLE_CoilWeighingMonitor_EditWorkOrderProductWeightsDialog
source: Edit Product Weights
pl_pl: Edycja wag produktów

# PAGE_TITLE_CoilWeighingMonitor_EditOneProductWeightDialog
source: Edit One Product Weight
pl_pl: Edycja wagi jednego produktu

# NAME_ActuallyRolling
source: Actually Rolling
pl_pl: Aktualnie walcowane

# NAME_BilletUnderRolling
source: Billet Under Rolling
pl_pl: Walcowany kęs

# NAME_Order
source: Order
pl_pl: Zamówienie

# NAME_ReheatingGroupNameShort
source: Group
pl_pl: Grupa

# BUTTON_create_report
source: Create Report
pl_pl: Utwórz raport

# NAME_ReportType
source: Report Type
pl_pl: Typ raportu

# PAGE_TITLE_ProductionData_ProductionReportBilletCreateDialog
source: Generate Billet Production Report
pl_pl: Wygeneruj raport produkcyjny kęsa

# PAGE_TITLE_ProductionData_ProductionReportCampaignCreateDialog
source: Generate Campaign Production Report
pl_pl: Wygeneruj raport produkcyjny kampanii

# PAGE_TITLE_ProductionData_ProductionReportWorkOrderCreateDialog
source: Generate Work Order Production Report
pl_pl: Wygeneruj raport produkcyjny zamówienia

# NAME_Generate
source: Generate
pl_pl: Generuj

# NAME_AssignedHeatWeight
source: Assigned Heat Weight
pl_pl: Waga przypisanego wsadu

# NAME_ProductMillScrapName
source: Mill Scrap Name
pl_pl: Złom z linii

# NAME_ProductOkName
source: Product Name
pl_pl: Produkt

# NAME_ProductScrapName
source: Scrap Name
pl_pl: Złom

# NAME_ReheatingGroupNameLong
source: Reheating Group
pl_pl: Grupa nagrzewcza

# NAME_TempAccordanceWithRanges
source: Temp. Accordance
pl_pl: Zgodność temp.

# NAME_TimeAccordanceWithRanges
source: Time Accordance
pl_pl: Zgodność czasu

# GLOB_EquipmentAction_0
source: Undefined
pl_pl: Niezdefiniowany

# GLOB_EquipmentAction_1
source: Check
pl_pl: Sprawdzić

# GLOB_EquipmentAction_2
source: Replace
pl_pl: Wymienić

# GLOB_EquipmentAction_3
source: Remove
pl_pl: Usunąć

# GLOB_EquipmentAction_4
source: Repair
pl_pl: Naprawić

# GLOB_EquipmentAction_5
source: Scrap
pl_pl: Zezłomować

# GLOB_EquipmentResult_0
source: Undefined
pl_pl: Niezdefiniowany

# GLOB_EquipmentResult_1
source: VerifiedOk
pl_pl: Zweryfikowano OK

# GLOB_EquipmentResult_2
source: Replaced
pl_pl: Wymieniono

# GLOB_EquipmentResult_3
source: Removed
pl_pl: Usunięto

# GLOB_EquipmentResult_4
source: Repaired
pl_pl: Naprawiono

# GLOB_EquipmentResult_5
source: Postponed
pl_pl: Odroczono

# GLOB_EquipmentResult_6
source: Unsolved
pl_pl: Nie rozwiązano

# ENUM_EquipmentStatus_Undefined
source: Undefined
pl_pl: Niezdefiniowany

# ENUM_EquipmentStatus_InStock
source: In Stock
pl_pl: Magazyn

# ENUM_EquipmentStatus_InOperation
source: In Operation
pl_pl: W użyciu

# ENUM_EquipmentStatus_Dismounted
source: Dismounted
pl_pl: Zdemontowany

# ENUM_EquipmentStatus_Scrapped
source: Scrapped
pl_pl: Zezłomowany

# GLOB_Name_EquipmentArea
source: Equipment Area
pl_pl: Obszar wyposażenia

# GLOB_Name_EquipmentGroup
source: Equipment Group
pl_pl: Grupa wyposażenia

# GLOB_Name_EquipmentType
source: Equipment Type
pl_pl: Typ wyposażenia

# GLOB_Name_Equipment_ActualValues
source: Actual Counters And Limits
pl_pl: Aktualne liczniki i ostrzeżenia

# GLOB_Name_Equipment_TotalValues
source: Total Counters And Limits
pl_pl: Ostateczne liczniki i ostrzeżenia

# HMI_MENU_Equipment
source: Equipment Management
pl_pl: Zarządzanie sprzętem

# HMI_MENU_Maintenance
source: Maintenance
pl_pl: Konserwacja

# HMI_MENU_MaintEquipmentGroupsAndDevices
source: Equipment Groups And Devices
pl_pl: Wyposażenie

# NAME_AccumulationEvent
source: Accumulation Event
pl_pl: Wywołanie sumow.

# NAME_AccumulationType
source: Accumulation Type
pl_pl: Typ sumowania

# NAME_ActualAccumulatedWeight
source: Actual Accumulated Weight
pl_pl: Całkowita waga

# NAME_ActualCounterWarningLevel
source: Actual Counter Warning Level
pl_pl: Próg ilości

# NAME_ActualProcessedCounter
source: Actual Processed Counter
pl_pl: Liczba kęsów

# NAME_ActualTimeWariningLevel
source: Actual Time Warning Level
pl_pl: Próg czasowy

# NAME_ActualWeightWarningLevel
source: Actual Weight Warning Level
pl_pl: Próg wagowy

# NAME_ActualTimeWariningLevelShort
source: Actual Time Warn. Lvl
pl_pl: Próg czasowy

# NAME_ActualWeightWarningLevelShort
source: Actual Weight Warn. Lvl
pl_pl: Próg wagowy

# NAME_DescriptionDetails
source: Description Details
pl_pl: Szczegóły

# NAME_GroupDescription
source: Group Description
pl_pl: Grupa

# NAME_GroupDescriptionShort
source: Group Desc.
pl_pl: Grupa

# NAME_GroupDescriptionFamily
source: Group family
pl_pl: Rodzina części

# NAME_GroupDescriptionSubGroup
source: Group Desc. Sub Group
pl_pl: Podgrupa

# NAME_Part
source: Part Name
pl_pl: Urzadzenie

# NAME_TotalAccumulatedWeight
source: Total Accumulated Weight
pl_pl: Zsumowana waga

# NAME_TotalAccumulatedWeightShort
source: Total Accumu. Weight
pl_pl: Suma wag

# NAME_TotalCounterWarningLevel
source: Total Counter Warning Lvl
pl_pl: Limit kęsów

# NAME_TotalProcessedCounter
source: Total Processed Counter
pl_pl: Liczba kęsów

# NAME_TotalProcessedCounterShort
source: Total Proces. Count.
pl_pl: Liczba kęsów

# NAME_TotalTimeWariningLevelShort
source: Total Time Warn. Lvl
pl_pl: TPróg czasowy

# NAME_TotalWeightWarningLevelShort
source: Total Weight Warn. Lvl.
pl_pl: Ostrzeżenie o limicie

# NAME_ActualAccumulatedWeightShort
source: Actual Accumul. Weight
pl_pl: Akt. suma wag

# NAME_ActualCounterWarningLevelShort
source: Actual Counter Warn. Lvl.
pl_pl: Próg ilości

# NAME_TotalTimeWariningLevel
source: Total Time Warning Level
pl_pl: Próg czasowy

# NAME_TotalWeightWarningLevel
source: Total Weight Warning Level
pl_pl: Ostrzeżenie o limicie

# PAGE_TITLE_Equipment_EquipmentEditPopup
source: Edit Equipment
pl_pl: Edycja wyposażenia

# HMI_MENU_MaintenanceCal2Equipment
source: Maintenance Overview
pl_pl: Szczegóły przeglądów

# HMI_MENU_MaintenanceCalendar
source: Maintenance Calendar
pl_pl: Planowanie przeglądów

# HMI_MENU_MaintenanceWarnings
source: Maintenance Warnings
pl_pl: Monitorowanie przeglądów

# PAGE_TITLE_MaintenanceCalendar_Index
source: Maintenance Calendar
pl_pl: Planowanie przeglądów

# PAGE_TITLE_MaintenanceWarnings_Index
source: Maintenance Warnings
pl_pl: Monitorowanie przeglądów

# PAGE_TITLE_MaintenanceCalendar_AddMaintenanceCalendarDialog
source: Add Maintenance Calendar El.
pl_pl: Dodaj element kalendarza konserwacji

# PAGE_TITLE_MaintenanceCalendar_EditMaintenanceCalendarDialog
source: Edit Maintenance Calendar El.
pl_pl: Edytuj element kalendarza konserwacji

# GLOB_IsTestOrder_01
source: No
pl_pl: Nie

# GLOB_IsTestOrder_11
source: Yes
pl_pl: Tak

# GLOB_MaintenanceStatus_0
source: Undefined
pl_pl: Niezdefiniowane

# GLOB_MaintenanceStatus_1
source: Scheduled
pl_pl: W harmonogramie

# GLOB_MaintenanceStatus_2
source: Completed
pl_pl: Skompletowane

# GLOB_MaintenanceStatus_3
source: Cancelled
pl_pl: Anulowane

# GLOB_MaintenanceStatus_4
source: NotCompleted
pl_pl: Niekompletne

# GLOB_NAME_SelectValue
source: Select Value
pl_pl: Wybierz wartość

# NAME_Action
source: Action
pl_pl: Akcja

# NAME_Comment
source: Comment
pl_pl: Komentarz

# NAME_EquipThresholds_Quantity
source: Quantitive/Weight Limits
pl_pl: Limity ilościowe/wagowe

# NAME_EquipThresholds_Time
source: Time Limits
pl_pl: Limity czasowe

# NAME_Maintenance
source: Maintenance
pl_pl: Konserwacja

# PAGE_TITLE_MaintenanceWarnings_AddActionMaintenanceWarningDialog
source: Add Maintenance Action
pl_pl: Dodaj akcję konserwacji

# PAGE_TITLE_MaintenanceWarnings_AddMaintenanceWarningDialog
source: Add Maintenance Equipment
pl_pl: Dodaj wyposażenie konsweracji

# PAGE_TITLE_MaintenanceWarnings_EditMaintenanceWarningDialog
source: Edit Maintenance Equipment
pl_pl: Edytuj wyposażenie konsweracji

# BUTTON_switch_actions
source: Switch screen
pl_pl: Przełącz ekran

# GLOB_Planned_0
source: No
pl_pl: Nie

# GLOB_Planned_1
source: Yes
pl_pl: Tak

# NAME_IsAllDay
source: Is All Day
pl_pl: Całodniowe

# NAME_IsPlanned
source: Planned
pl_pl: Planowane

# NAME_Title
source: Title
pl_pl: Tytuł

# GLOB_AccumulationEvent_0
source: No Event
pl_pl: Bez wywołania

# GLOB_AccumulationEvent_1
source: Billet Discharged
pl_pl: Kęs wyładowany

# GLOB_AccumulationEvent_2
source: Billet Rolled
pl_pl: Kęs zwalcowany

# GLOB_AccumulationEvent_3
source: Product Created
pl_pl: Produkt utworzony

# GLOB_AccumulationType_0
source: Undefined
pl_pl: Niezdefiniowany

# GLOB_AccumulationType_1
source: PerMaterial
pl_pl: wg materiału

# GLOB_AccumulationType_2
source: PerTime
pl_pl: wg czasu

# CONTROLLER_DelaysCatalogue
source: Delays Catalogue
pl_pl: Katalog przestojów

# CONTROLLER_DelaysManager
source: Delays Manager
pl_pl: Menedżer przestojów

# CONTROLLER_DelaysSummary
source: Delays Summary
pl_pl: Podsumowanie przestojów

# CONTROLLER_Furnace
source: Furnace
pl_pl: Piec

# CONTROLLER_FurnaceHeatingHistory
source: Furnace Heating History
pl_pl: Historia grzania pieca

# CONTROLLER_FurnaceMain
source: Furnace Main Screen
pl_pl: Piec - główny

# CONTROLLER_Maintenance
source: Maintenance
pl_pl: Konserwacja

# CONTROLLER_MaintenanceCal2Equipment
source: Maintenance Calendar To Equipment
pl_pl: Kalendarz przeglądów i wyposażenie

# CONTROLLER_MaintenanceCalendar
source: Maintenance Calendar
pl_pl: Planowanie przeglądów

# CONTROLLER_MaintenanceWarnings
source: Maintenance Warnings
pl_pl: Monitorowanie przeglądów

# CONTROLLER_MaintEquipmentGroupsAndDevices
source: Equipment Groups And Devices
pl_pl: Grupy wyposażenia i urządzenia

# CONTROLLER_MillTracking
source: Mill Tracking
pl_pl: Śledzenie linii

# CONTROLLER_Tracking
source: Tracking
pl_pl: Śledzenie

# NAME_EquipmentArea
source: Equipment Area
pl_pl: Obszar wyposażenia

# NAME_EquipmentGroup
source: Equipment Group
pl_pl: Grupa wyposażenia

# NAME_EquipmentType
source: Equipment Type
pl_pl: Typ wyposażenia

# NAME_Result
source: Result
pl_pl: Wynik

# HMI_MENU_PassScheduleCommStatus
source: Communication Status
pl_pl: Status dystrybucji planów walcowania

# HMI_MENU_PassScheduleIndex
source: Browser & Editor
pl_pl: Dystrybucja planów walcowania

# HMI_MENU_PassScheduleModule
source: Pass Schedules
pl_pl: Dystrybucja planów walcowania

# PAGE_TITLE_PassScheduleStatus_Index
source: Pass Schedules Communication Statuses
pl_pl: Status dystrybucji planów walcowania

# PAGE_TITLE_PassSchedule_Index
source: Pass Schedules
pl_pl: Dystrybucja planów walcowania

# PAGE_TITLE_PassSchedule_ShowSinglePSDetails Single Pass Schedule Details
source: Details of the Distribution of the Rolling Plan
pl_pl: Szczegóły dystrybucji planu walcowania

# GLOB_PassScheduleStatus_0
source: Undefined
pl_pl: Nieokreślony

# GLOB_PassScheduleStatus_1
source: Active
pl_pl: Aktywny

# GLOB_PassScheduleStatus_2
source: Inactive
pl_pl: Nieaktywny

# NAME_FinalProfile
source: Final Profile
pl_pl: Końcowy profil

# NAME_PassSchedule
source: Pass Schedule
pl_pl: Nazwa

# NAME_VersionBA
source: L1 Version Number
pl_pl: Nr Wersji L1

# NAME_VersionCat
source: Catalogue Version Number
pl_pl: Nr Wersji Katalog

# HMI_MENU_PassSchedule
source: Pass Schedule Browser
pl_pl: Przegląd i edycja planów walcowania

# HMI_MENU_PassScheduleMain
source: Pass Schedules
pl_pl: Plany walcowania

# HMI_MENU_PassScheduleStatuses
source: Pass Schedule Communication
pl_pl: Komunikacja planów walcowania

# NAME_Diameter
source: Diameter
pl_pl: Średnica

# NAME_DiameterActual
source: Actual Diameter
pl_pl: Aktualna średnica

# NAME_DiameterBottom
source: Diameter Bottom
pl_pl: Średnica dolnego walca

# NAME_DiameterInitial
source: Initial Diameter
pl_pl: Średnica początkowa

# NAME_DiameterMaximum
source: Maximum Diameter
pl_pl: Średnica max.

# NAME_DiameterMinium
source: Minimum Diameter
pl_pl: Średnica min.

# NAME_DiameterTolerance
source: Diameter Tolerance
pl_pl: Tolerancja średnicy

# NAME_DiameterUpper
source: Diameter Upper
pl_pl: Średnica górnego walca

# NAME_EntrySpeed
source: Entry Speed
pl_pl: Prędkość wyjściowa

# NAME_LeadFactor
source: Lead Factor
pl_pl: Wsp. prow.

# NAME_LeadFactorChopping
source: Lead Factor Chopping
pl_pl: Wsp. cięcia

# NAME_LeadFactorHead
source: Lead Factor Head
pl_pl: Wsp. głowy

# NAME_LeadFactorNormalCut
source: Lead Factor Normal Cut
pl_pl: Wsp. cięcia

# NAME_LeadFactorTail
source: Lead Factor Tail
pl_pl: Wsp. ogona

# NAME_LeadSpeed
source: Lead Speed
pl_pl: Prędkość

# NAME_PSOrigin
source: Origin
pl_pl: Pochodzenie

# GLOB_ConfirmSendToL1
source: Are you sure?
pl_pl: Czy jesteś pewny?

# GLOB_ConfirmSendToL1Info
source: Pass Schedule Data Will Be Send To L1.
pl_pl: Dane planu walcowania zostaną wysłane do L1.

# GLOB_OnOffEnum_0
source: Off
pl_pl: Wyłączone

# GLOB_OnOffEnum_1
source: On
pl_pl: Włączone

# GLOB_PSAreaEnum_0
source: Undefined
pl_pl: Nieokreślony

# GLOB_PSAreaEnum_1
source: Mill
pl_pl: Walcarka

# GLOB_PSAreaEnum_2
source: Cooling Bed
pl_pl: Łoże chłodzące

# GLOB_PSAreaEnum_3
source: Bar Handling
pl_pl: Przetwarzanie i gromadzenie prętów

# GLOB_PSAreaEnum_4
source: Bar Cooling
pl_pl: Chłodzenie prętów

# GLOB_PSAreaEnum_5
source: Rod
pl_pl: Wykańczalnia drutu

# GLOB_PSAreaEnum_6
source: Rod Cooling
pl_pl: Chłodzenie drutu

# GLOB_PSAreaEnum_8
source: Stelmor Cooling
pl_pl: Chłodzenie na Stelmor

# GLOB_PSBCWaterboxEditor
source: Configuration of bar cooling waterbox setup
pl_pl: psConfiguration of bar cooling waterbox setup

# GLOB_PSCoolingBedDivShearEditor
source: Configuration of single cooling bed divide shear setup
pl_pl: psConfiguration of single cooling bed divide shear setup

# GLOB_PSCoolingBedPinchRollEditor
source: Configuration of cooling bed pinch roll setup
pl_pl: psConfiguration of cooling bed pinch roll setup

# GLOB_PSCoolingBedShearEditor
source: Configuration of single cooling bed shear setup
pl_pl: psConfiguration of single cooling bed shear setup

# GLOB_PSDivShearModeEnum_0
source: Manual
pl_pl: Ręczny

# GLOB_PSIPRTailFunctionEnum_0
source: Hold
pl_pl: Wstrzymaj

# GLOB_PSIPRTailFunctionEnum_1
source: Step Down
pl_pl: Zwolnij

# GLOB_PSIPRTailFunctionEnum_2
source: Speed Up
pl_pl: Przyspiesz

# GLOB_PSIWBModeEnum_0
source: Off
pl_pl: Nieaktywny

# GLOB_PSIWBModeEnum_1
source: Stand By
pl_pl: W gotowości

# GLOB_PSIWBModeEnum_2
source: Flow
pl_pl: Przepływ

# GLOB_PSIWBModeEnum_4
source: Temperature
pl_pl: Temperatura

# GLOB_PSLHSpeedupSelectionEnum_0
source: Off
pl_pl: Wyłączone

# GLOB_PSLHSpeedupSelectionEnum_1
source: PR Step Down
pl_pl: Zwolnij na rolkach

# GLOB_PSLHSpeedupSelectionEnum_2
source: LH + PR Speed up
pl_pl: Głowica + przysp. na rolkach

# GLOB_PSMillPinchRollEditor
source: Configuration of single pinch roll setup
pl_pl: Konfiguracja ustawien pojedynczej pinch rolki

# GLOB_PSMillShearEditor
source: Configuration of single shear setup
pl_pl: psConfiguration of single shear setup

# GLOB_PSMillStandEditor
source: Configuration of single stand setup
pl_pl: Konfiguracja nastawów pojedynczej klatki

# GLOB_PSPinchingModeEnum_0
source: Off
pl_pl: Nieaktywny

# GLOB_PSPinchingModeEnum_1
source: Head
pl_pl: Głowa

# GLOB_PSPinchingModeEnum_2
source: Tail
pl_pl: Ogon

# GLOB_PSPinchingModeEnum_3
source: Head & Tail
pl_pl: Głowa i ogon

# GLOB_PSPinchingModeEnum_4
source: Entire Bar
pl_pl: Cały pręt

# GLOB_PSPSShearCropModeEnum_0
source: Off
pl_pl: Nieaktywny

# GLOB_PSPSShearCropModeEnum_1
source: Head
pl_pl: Głowa

# GLOB_PSPSShearCropModeEnum_2
source: Tail
pl_pl: Ogon

# GLOB_PSPSShearCropModeEnum_3
source: Head & Tail
pl_pl: Głowa i ogon

# GLOB_PSROIntPinchRollEditor
source: Configuration of rod outlet intelligent pinch roll setup
pl_pl: psConfiguration of rod outlet intelligent pinch roll setup

# GLOB_PSROPinchRollEditor
source: Configuration of single rod outlet pinch roll setup
pl_pl: psConfiguration of single rod outlet pinch roll setup

# GLOB_PSSCCoolingTypeEnum_0
source: Standard
pl_pl: psStandard

# GLOB_PSSCCoolingTypeEnum_1
source: Retarded
pl_pl: psRetarded

# GLOB_PSSCCoolingTypeEnum_2
source: Natural
pl_pl: psNatural

# GLOB_PSStandModeEnum_0
source: Inactive
pl_pl: Nieakytwna

# GLOB_PSStandModeEnum_1
source: Horizontal
pl_pl: Pozioma

# GLOB_PSStandModeEnum_2
source: Vertical
pl_pl: Pionowa

# GLOB_PSStandModeEnum_4
source: Dummy
pl_pl: Przepust

# GLOB_PSStandTechControlsEnum_0
source: Off
pl_pl: Wyłączone

# GLOB_PSStandTechControlsEnum_2
source: Minimum Tension Control
pl_pl: Minimalne naprężenie

# GLOB_PSStandTechControlsEnum_4
source: Looper Control
pl_pl: Pętla

# GLOB_PSStelmorCoolingCoverEditor
source: Configuration of single stelmor cooling cover setup
pl_pl: psConfiguration of single stelmor cooling cover setup

# GLOB_PSStelmorCoolingFanEditor
source: Configuration of single stelmor cooling fan setup
pl_pl: psConfiguration of single stelmor cooling fan setup

# GLOB_PSStelmorPinchRollEditor
source: Configuration of stelmor pinch roll setup
pl_pl: psConfiguration of stelmor pinch roll setup

# NAME_ColdCropLength
source: Cold Crop Lenght
pl_pl: Dł. cięcia na zimno

# NAME_CommercialLength
source: Commercial Length
pl_pl: Kom. dłg.

# NAME_CropMode
source: Crop Mode
pl_pl: Tryb

# NAME_Cut1LengthCorrFactor
source: Cut Length 1 Cor. Factor
pl_pl: Dłg. wsp. ciecia 1

# NAME_CutNLengthCorrFactor
source: Cut Length N Cor. Factor
pl_pl: Dłg. wsp. ciecia N

# NAME_DriveSelected
source: Drive Selected
pl_pl: Napęd

# NAME_FanAPower
source: Fan A Power
pl_pl: Moc went. A

# NAME_FanBPower
source: Fan B Power
pl_pl: Moc went. B

# NAME_FanName
source: Fan Name
pl_pl: Wentylator

# NAME_HeadCutLength
source: Head Cut Length
pl_pl: Długość cięcia głowy

# NAME_ManualcutLength1
source: Manual Cut Length 1
pl_pl: Ręczna dłg. cięcia 1

# NAME_ManualCutLength2
source: Manual Cut Length 2
pl_pl: Ręczna dłg. cięcia 2

# NAME_ManualCutLength3
source: Manual Cut Length 3
pl_pl: Ręczna dłg. cięcia 3

# NAME_ManualCutLength4
source: Manual Cut Length 4
pl_pl: Ręczna dłg. cięcia 4

# NAME_ManualCutLength5
source: Manual Cut Length 5
pl_pl: Ręczna dłg. cięcia 5

# NAME_MaterialHeight
source: Material Height
pl_pl: Wysokość materiału

# NAME_MaterialType
source: Material Type
pl_pl: Typ materiału

# NAME_RakeNoCyclesAtBilletEnd
source: Rake No Cycl At Billet End
pl_pl: psRake No Cycl At Billet End

# NAME_RakeNoCyclesPerBar
source: Rake No Cycl Per Bar
pl_pl: psRake No Cycl Per Bar

# NAME_RakeNoCyclesPerCam
source: Rake No Cycl Per Cam
pl_pl: psRake No Cycl Per Cam

# NAME_ShearName
source: Shear Name
pl_pl: Nożyca

# NAME_TailCutLength
source: Tail Cut Length
pl_pl: Długość cięcia ogona

# NAME_TempShrinkFactor
source: Temp Shrink Factor
pl_pl: Wsp. Temp. cięcia

# NAME_Torque
source: Torque
pl_pl: Moment obrotowy

# NAME_TorqueLimit
source: Torque Limit
pl_pl: Limit momentu obr.

# NAME_TorqueTension
source: Torque tension
pl_pl: Napr. momentu obr.

# PASSSCHEDULECOMM_ActiveInL1
source: Active In L1
pl_pl: Aktywne w L1

# PASSSCHEDULECOMM_LastSentFromL2
source: Last Sent From L2
pl_pl: Ostatnio przesłane z L2

# PASSSCHEDULECOMM_Valid4ActualProduct
source: Valid For Actual Product
pl_pl: Poprawne dla akt. produktu

# PS_Area
source: Pass Schedule Area
pl_pl: Obszar planu walcowania

# PS_PassScheduleName
source: Pass Schedule
pl_pl: Plan walcowania

# PS_ProductCatalogueName
source: Product Catalogue
pl_pl: Katalog produktów

# PS_TimeStamp
source: Date
pl_pl: Data

# NAME_GrooveTemplateId
source: Groove Template
pl_pl: Szablon wykroju

# NAME_StandMode
source: Stand Mode
pl_pl: Tryb klatki

# NAME_StandNo
source: Stand No
pl_pl: Nr klatki

# NAME_StandSetupName
source: Stand Setup Name
pl_pl: Ustawienie klatki

# UNIT_Radius
source: in
pl_pl: mm

# GLOB_NewPassScheduleCreationMode_0
source: New
pl_pl: Nowy

# GLOB_NewPassScheduleCreationMode_1
source: Copy
pl_pl: Kopia

# NAME_GrooveFinalProfile
source: Final Profile
pl_pl: Profil końcowy

# NAME_NewPSCreationMode
source: Creation Mode
pl_pl: Tryb
