Repository: abhipan1982/JSWSALEM
Catalog: PE.HMIWWW.Core/Resources/VM_Resources.*.resx
Languages: pl_pl

# NAME_IsRound
source: Round
pl_pl: Okrągły

# NAME_Length
source: Length
pl_pl: Długość

# NAME_LengthMax
source: Length Max
pl_pl: Długość max

# NAME_LengthMin
source: Length Min
pl_pl: Długość min

# NAME_Preprocessed
source: Preprocessed
pl_pl: Wstępnie przetworzony

# NAME_Profile
source: Profile
pl_pl: Profil

# NAME_SapNumber
source: SAP Number
pl_pl: Numer SAP

# NAME_Steelgrade
source: Steelgrade
pl_pl: Gatunek stali

# NAME_SteelGroup
source: Steel Group
pl_pl: Grupa stali

# NAME_Thickness
source: Thickness
pl_pl: Grubość

# NAME_ThicknessMax
source: Thickness Max
pl_pl: Grubość max

# NAME_ThicknessMin
source: Thickness Min
pl_pl: Grubość min

# NAME_Weight
source: Weight
pl_pl: Waga

# NAME_WeightMax
source: Weight Max
pl_pl: Waga max

# NAME_WeightMin
source: Weight Min
pl_pl: Waga min

# NAME_Width
source: Width
pl_pl: Szerokość

# NAME_WidthMax
source: Width Max
pl_pl: Szerokość max

# NAME_WidthMin
source: Width Min
pl_pl: Szerokość min

# PAGE_TITLE_BilletCatalogue_CreateBilletCatalogueDialog
source: Add Billet Catalogue
pl_pl: Dodaj katalog kęsów

# PAGE_TITLE_BilletCatalogue_EditBilletCatalogueDialog
source: Edit Billet Catalogue
pl_pl: Edycja katalogu kęsów

# PAGE_TITLE_BilletCatalogue_Index
source: Material Catalogue
pl_pl: Katalog materiałów

# UNIT_BilletLength
source: in
pl_pl: m

# UNIT_BilletThickness
source: in
pl_pl: mm

# UNIT_BilletWeight
source: lb
pl_pl: kg

# UNIT_BilletWidth
source: in
pl_pl: mm

# HMI_MENU_ProductCatalogueType
source: Product Catalogue Types
pl_pl: Katalog typów produktów

# HMI_MENU_ProductCatalogue
source: Products Catalogue
pl_pl: Katalog produktów

# PAGE_TITLE_ProductCatalogueType_AddProductCatalogueTypeDialog
source: Add Product Catalogue Type
pl_pl: Dodaj katalog typu produktu

# PAGE_TITLE_ProductCatalogueType_EditProductCatalogueTypeDialog
source: Edit Product Catalogue Type
pl_pl: Edytuj katalog typu produktu

# PAGE_TITLE_ProductCatalogueType_Index
source: Product Catalogue Types
pl_pl: Katalog typów produktów

# PAGE_TITLE_ProductCatalogue_AddProductCatalogueDialog
source: Add Product Catalogue
pl_pl: Dodaj katalog produktów

# PAGE_TITLE_ProductCatalogue_EditProductCatalogueDialog
source: Edit Product Catalogue
pl_pl: Edycja katalogu produktów

# PAGE_TITLE_ProductCatalogue_Index
source: Product Catalogue
pl_pl: Katalog produktów

# NAME_BilletWeight
source: Billet Weight
pl_pl: Waga kęsa

# NAME_ExitSpeed
source: Exit speed
pl_pl: Prędkość wyjścia

# NAME_FkBilletCatalogueId
source: Billet Catalogue
pl_pl: Katalog kęsów

# NAME_MaxElongation
source: Max. Elongation
pl_pl: Max wydłużenie

# NAME_MaxHardness
source: Max. Hardness
pl_pl: Max twardość

# NAME_MaxOvality
source: Ovality Max
pl_pl: Owalność max

# NAME_MaxTensile
source: Tensile Max
pl_pl: Rozciągliwość max

# NAME_MaxYieldPoint
source: Yield Point Max
pl_pl: Sprężystość max

# NAME_MinElongation
source: Min. Elongation
pl_pl: Min wydłużenie

# NAME_Plane
source: Plane
pl_pl: Powierzchnia przekroju

# NAME_ProductLength
source: Product Length
pl_pl: Długość produktu

# NAME_ProductName
source: Product Name
pl_pl: Nazwa produktu

# NAME_ProductNameShort
source: Product
pl_pl: Produkt

# NAME_ProductType
source: Product Type
pl_pl: Typ produktu

# NAME_ProductTypeName
source: Product Type
pl_pl: Typ produktu

# NAME_ProfileToleranceMax
source: Profile Tolerance Max
pl_pl: Tolerancja profilu max

# NAME_ProfileToleranceMin
source: Profile Tolerance Min
pl_pl: Tolerancja profilu min

# NAME_Slitting
source: Slitting
pl_pl: Podcinanie

# NAME_StdCutLengthHead
source: Std Cut Length Head
pl_pl: Std. dług. cięcia gł.

# NAME_StdCutLengthTail
source: Std Cut Length Tail
pl_pl: Std. dług. cięcia og.

# NAME_StdDelayTime
source: Std Delay Duration
pl_pl: Norma

# NAME_StdGapTime
source: Std Gap Time (Gap)
pl_pl: Stand. odstęp (StOd)

# NAME_StdMetallicYield
source: Std Metallic Yield (MY)
pl_pl: Stand. uzysk (StUz)

# NAME_StdProductionTime
source: Std Production Time
pl_pl: Stand. czas prod.

# NAME_StdQualityPolicy
source: Std Quality Policy
pl_pl: Stand. polityka jak.

# NAME_StdQualityYield
source: Std Quality Yield (QY)
pl_pl: Stand. uzysk jak.

# NAME_StdRollingTime
source: Std Rolling Time
pl_pl: Stand. czas walcow.

# NAME_StdTotalRollingTime
source: Std Tot. Rolling Time
pl_pl: Stand. całk. czas walc.

# NAME_StdTphNoGap
source: TPH theoretical (with Gap)
pl_pl: t/h teo. + odstęp

# NAME_StdTphNoGapNoUt
source: TPH theoretical (with Gap and UT)
pl_pl: t/h teo. + odstęp + czas uż.

# NAME_StdTphNoGapNoUtNoMyNoQy
source: Std TPH (with Gap, UT and Yields)
pl_pl: t/h stand.

# NAME_StdUtilizationTime
source: Std Util. Time (UT)
pl_pl: Stand. czas uż.

# NAME_SteelDensity
source: Steel Density
pl_pl: Gęstość stali

# NAME_SteelgradeName
source: Steelgrade Name
pl_pl: Gatunek stali

# UNIT_Length
source: ft
pl_pl: m

# UNIT_Profile
source: in
pl_pl: mm

# UNIT_Speed
source: ft/s
pl_pl: m/s

# UNIT_SpeedSi
source: in/s
pl_pl: m/s

# UNIT_TargetOrderWeight
source: lb
pl_pl: t

# UNIT_Volume
source: gal
pl_pl: m3

# UNIT_WeightSi
source: lb
pl_pl: kg

# NAME_ProductCatalogueType
source: Product Catalogue Type
pl_pl: Typ produktu

# UNIT_ProductLength
source: in
pl_pl: m

# UNIT_ProductThickness
source: in
pl_pl: mm

# UNIT_ProductWidth
source: in
pl_pl: mm

# UNIT_Elongation
source: in
pl_pl: m

# NAME_SteelgradeShort
source: Grade
pl_pl: Gatunek

# HMI_MENU_HeatManager
source: Heat Manager
pl_pl: Menedżer wytopów

# HMI_MENU_Module
source: Module
pl_pl: Moduł

# HMI_MENU_ProductionManager
source: Production Manager
pl_pl: Zarządzanie produkcją

# NAME_BilletCatalogueName
source: Billet Catalogue Name
pl_pl: Nazwa katalogu

# NAME_NumberOfBillets
source: Number of billets
pl_pl: Ilość materiałów

# NAME_Supplier
source: Supplier
pl_pl: Dostawca

# PAGE_TITLE_Heat_AddHeatDialog
source: Add Heat
pl_pl: Dodaj wytop

# PAGE_TITLE_Heat_EditHeatDialog
source: Edit Heat
pl_pl: Edycja wytopu

# PAGE_TITLE_Heat_Index
source: Heats
pl_pl: Wytopy

# BUTTON_scrap
source: Scrap
pl_pl: Złomuj

# GLOB_ConfirmScrapInfo
source: Data will be scrapped, confirm scrap operation
pl_pl: Dane zostaną oznaczone jako złom, potwierdź operację

# GLOB_HeatStatus_0
source: Invalid
pl_pl: Niepoprawny

# GLOB_HeatStatus_1
source: New
pl_pl: Nowy

# GLOB_HeatStatus_2
source: In Production
pl_pl: W produkcji

# GLOB_HeatStatus_3
source: Produced
pl_pl: Wyprodukowany

# GLOB_HeatStatus_4
source: Scrapped
pl_pl: Zezłomowany

# GLOB_Name_Billets
source: Billets
pl_pl: Kęsy

# GLOB_Name_WorkOrders
source: Work Orders
pl_pl: Zamówienia

# HMI_MENU_CustomerOrder
source: Customer Orders
pl_pl: Zamówienia klienta

# HMI_MENU_WorkOrder
source: Work Orders
pl_pl: Zamówienia

# NAME_Charged
source: Charged
pl_pl: Załadowane

# NAME_Discharged
source: Discharged
pl_pl: Rozładowane

# NAME_InBilletStorage
source: In Billet Storage
pl_pl: W magazynie kęsów

# NAME_InMill
source: In Mill
pl_pl: W produkcji

# NAME_Invalid
source: Invalid
pl_pl: Niepoprawne

# NAME_OnGrill
source: On Grill
pl_pl: Na ruszcie

# NAME_Rolled
source: Rolled
pl_pl: Zwalcowane

# NAME_Scrapped
source: Scrapped
pl_pl: Zezłomowane

# NAME_Unassigned
source: Missing
pl_pl: Brak

# GLOB_IsTestOrder_0
source: No
pl_pl: Nie

# GLOB_IsTestOrder_1
source: Yes
pl_pl: Tak

# HMI_MENU_Customer
source: Customers
pl_pl: Klienci

# NAME_CatalogueName
source: Product Catalogue Name
pl_pl: Katalog produktu

# NAME_CatalogueNameShort
source: Prod. Cat. Name
pl_pl: Katalog prod.

# NAME_Country
source: Country
pl_pl: Kraj

# NAME_CustomerAddress
source: Customer Address
pl_pl: Adres klienta

# NAME_CustomerName
source: Customer
pl_pl: Klient

# NAME_CustomerSapNr
source: Customer Sap Number
pl_pl: Nr SAP Klienta

# NAME_DocPatternName
source: Document Pattern
pl_pl: Wzorzec dokumentu

# NAME_IsTest
source: Test Order
pl_pl: Zamówienie testowe

# NAME_OrderNumber
source: Order Number
pl_pl: Nr zamówienia

# NAME_Phone
source: Phone
pl_pl: Telefon

# NAME_TargetOrderWeight
source: Ord. Weight
pl_pl: Waga zamówienia

# NAME_TargetOrderWeightShort
source: Ord. Weight
pl_pl: Waga zamów.

# NAME_TargetOrderWeightMax
source: Weight Max
pl_pl: Waga max

# NAME_TargetOrderWeightMin
source: Weight Min
pl_pl: Waga min

# PAGE_TITLE_CustomerOrder_AddCustomerOrderDialog
source: Add Customer Order
pl_pl: Nowe zamówienie klienta

# PAGE_TITLE_CustomerOrder_EditCustomerOrderDialog
source: Edit Customer Order
pl_pl: Edycja zamówienia klienta

# PAGE_TITLE_CustomerOrder_Index
source: Customer Orders
pl_pl: Zamówienia klienta

# PAGE_TITLE_ProfileConfiguration_AddProfileConfigurationDialog
source: Add Profile Configuration
pl_pl: Dodawanie konfiguracji profilu

# PAGE_TITLE_ProfileConfiguration_EditProfileConfigurationDialog
source: Edit Profile Configuration
pl_pl: Edycja konfiguracji profilu

# PAGE_TITLE_Customer_AddCustomerDialog
source: Add Customer
pl_pl: Nowy klient

# PAGE_TITLE_Customer_EditCustomerDialog
source: Edit Customer
pl_pl: Edycja klienta

# PAGE_TITLE_Customer_Index
source: Customers
pl_pl: Klienci

# CONTROLLER_BilletCatalogue
source: Billet Catalogue
pl_pl: Katalog kęsów

# CONTROLLER_Customer
source: Customers
pl_pl: Klienci

# CONTROLLER_CustomerOrder
source: Customer Orders
pl_pl: Zamówienia klienta

# CONTROLLER_ProductCatalogue
source: Product Catalogue
pl_pl: Katalog produktów

# CONTROLLER_ProductCatalogueType
source: Product Catalogue Types
pl_pl: Katalog typów produktów

# CONTROLLER_WorkOrder
source: Work Orders
pl_pl: Zamówienia

# NAME_Accomplishment
source: Accomplishment
pl_pl: Kompletacja

# NAME_CustomerOrderName
source: Customer Order Name
pl_pl: Zamówienie klienta

# NAME_DateTimeAddedToSchedule
source: Added To Schedule
pl_pl: Dodane do harmonogramu

# NAME_DateTimeProductionFinished
source: Production Finished
pl_pl: Koniec produkcji

# NAME_DateTimeProductionFinishedShort
source: Prod. Finished
pl_pl: Koniec prod.

# NAME_DateTimeProductionStartedShort
source: Prod. Started
pl_pl: Start prod.

# NAME_DateTimeProductionStarted
source: Production Started
pl_pl: Start produkcji

# NAME_IsDefaultOrder
source: Default
pl_pl: Domyślne

# NAME_WorkOrderName
source: Order Name
pl_pl: Zamówienie

# PAGE_TITLE_WorkOrder_AddWorkOrderDialog
source: Add Work Order
pl_pl: Nowe zamówienie

# PAGE_TITLE_WorkOrder_EditWorkOrderDialog
source: Edit Work Order
pl_pl: Edycja zamówienia

# PAGE_TITLE_WorkOrder_Index
source: Work Orders
pl_pl: Zamówienia

# UNIT_Width
source: in
pl_pl: mm

# GLOB_Name_DetailsExt
source: Extended Details
pl_pl: Rozszerzone szczegóły

# NAME_ChildNoOfBillets
source: Child Billets
pl_pl: Kęsy w podzamówieniu

# NAME_CncProgramName
source: CNC Program Name
pl_pl: Program CNC

# NAME_Cutting
source: Cutting
pl_pl: Cięcie

# NAME_DeliveryDate
source: Delivery Date
pl_pl: Data dostawy

# NAME_Destination
source: Destination
pl_pl: Przeznaczenie

# NAME_DividedOrderWeight
source: Divided Weight
pl_pl: Podzielona waga

# NAME_DuoDim1
source: Dimension Duo 1
pl_pl: Wymiar Duo 1

# NAME_DuoDim2
source: Dimension Duo 2
pl_pl: Wymiar Duo 2

# NAME_HeatNotes
source: Heat Notes
pl_pl: Opis wytopu

# NAME_InstructionCharge
source: Charging Instruction
pl_pl: Istrukcja ładowania

# NAME_InstructionFurnace
source: Instructions for use
pl_pl: Instrukcja pieca

# NAME_IsDividedForDisplay
source: Divided
pl_pl: Podzielono

# NAME_LineSetupCode
source: Line Setting
pl_pl: Ustawienie linii

# NAME_MaterialLengthInOrder
source: Material Lenght
pl_pl: Długość kęsów

# NAME_MaterialLengthMaxInOrder
source: Material Lenght Max
pl_pl: Maks. długość kęsów

# NAME_Notes
source: Notes
pl_pl: Opis

# NAME_Path
source: Path
pl_pl: Droga

# NAME_Position
source: Position
pl_pl: Pozycja

# NAME_PositionAssigned
source: Position Assigned
pl_pl: Pozycja przypisana

# NAME_Surface
source: Surface
pl_pl: Powierzchnia

# NAME_WorkOrderNameWithPoints
source: External Name of the Contract
pl_pl: Zewnętrzna nazwa zamówienia

# NAME_WorkOrderWeight
source: Work Order Weight
pl_pl: Waga zamówienia

# PAGE_TITLE_WorkOrder_EditWorkOrderExternalsDialog
source: Edit Work Order Externals
pl_pl: Edycja rozszerzonych pól zamówienia

# PAGE_TITLE_WorkOrder_EditWorkOrderMainDialog
source: Edit Work Order
pl_pl: Edycja zamówienia

# BUTTON_assign_billets
source: Assign Billets
pl_pl: Przypisz kęsy

# NAME_AvailableHeats
source: Available Heats
pl_pl: Dostępne wytopy

# NAME_WorkOrderContent
source: Work Order Content
pl_pl: Zawartość zamówienia

# PAGE_TITLE_WorkOrderBilletAssignment_index
source: Work Order Billet Asignment
pl_pl: Przypisywanie kęsów do zamówienia

# ENUM_RawMaterialStatus_Invalid
source: Invalid
pl_pl: Nieprawidłowy

# ENUM_RawMaterialStatus_Unassigned
source: Unassigned
pl_pl: Nieokreślony

# ENUM_RawMaterialStatus_InStorage
source: In Billet Storage
pl_pl: Magazyn kęsów

# ENUM_RawMaterialStatus_InTransport
source: OnGrill
pl_pl: Ruszt

# ENUM_RawMaterialStatus_Charged
source: Charged
pl_pl: W piecu

# ENUM_RawMaterialStatus_Discharged
source: Discharged
pl_pl: Rozładowany

# ENUM_RawMaterialStatus_InMill
source: In Mill
pl_pl: Walcownia

# ENUM_RawMaterialStatus_InFinalProduction
source: In Final Production
pl_pl: Faza Końcowa Produkcji

# ENUM_RawMaterialStatus_Rolled
source: Rolled
pl_pl: Zwalcowany

# NAME_AssignBilletsToWorkOrder
source: Assign
pl_pl: Przypisz

# NAME_RemoveBilletsFromWorkOrder
source: Remove
pl_pl: Usuń

# GLOB_Form_Button_Update
source: Update
pl_pl: Aktualizuj

# NAME_HeatName
source: Heat
pl_pl: Wytop

# NAME_MaxNumberOfBillets
source: Max Number Of Billets
pl_pl: Maks. liczba kęsów

# NAME_Stack
source: Stack
pl_pl: Stos

# NAME_Storage
source: Storage
pl_pl: Magazyn

# PAGE_TITLE_WorkOrderBilletAssignment_AssignView
source: Assign Billets To Work Order
pl_pl: Przypisz kęsy do zamówienia

# BUTTON_remove_from_workorder
source: Remove From Work Order
pl_pl: Usuń z zamówienia

# ERROR_ErrorInModuleProdManager
source: Error In Module ProdManager
pl_pl: Błąd w module ProdManager

# ERROR_TimeoutInModuleProdManager
source: Timeout In Module ProdManager
pl_pl: Przekroczenie czasu w module ProdManager

# NAME_AvailableNumberOfBilletsInWorkOrder
source: Available billets
pl_pl: Kęsy dostępne

# NAME_NumberOfBilletsInWorkOrder
source: Billets
pl_pl: Kęsy

# BUTTON_add
source: Add
pl_pl: Dodaj

# BUTTON_confirmRelease
source: Confirm Release
pl_pl: Potwierdź wydanie

# GLOB_CampaignStatus_0
source: Undefined
pl_pl: Niezdefiniowana

# GLOB_CampaignStatus_1
source: New
pl_pl: Nowa

# GLOB_CampaignStatus_2
source: Completed
pl_pl: Kompletna

# GLOB_CampaignStatus_3
source: Ready For Release
pl_pl: Gotowa do wydania

# GLOB_CampaignStatus_4
source: Released
pl_pl: Wydana

# GLOB_CampaignStatus_5
source: Started
pl_pl: Uruchomiona

# GLOB_CampaignStatus_6
source: Finished
pl_pl: Zakończona

# GLOB_CampaignStatus_7
source: Canceled
pl_pl: Anulowana

# HMI_MENU_Campaign
source: Campaign Manager
pl_pl: Zarządzanie kampaniami

# NAME_MacroCampaignName
source: M Camp
pl_pl: Makro Kamp.

# NAME_LastUserId
source: Last User
pl_pl: Ostatni użytkownik

# NAME_OwnerId
source: Owner
pl_pl: Właściciel

# NAME_PlannedProductionFinishDate
source: Planned Production Finish Date
pl_pl: Planowana data zakończenia

# NAME_PlannedProductionStartDate
source: Planned Production Start Date
pl_pl: Planowana data rozpoczęcia

# NAME_PlannedProductionFinishDateShort
source: Plan. Prod. Finish Date
pl_pl: Planowana data zakoń.

# NAME_PlannedProductionStartDateShort
source: Plan.Productiond. Start Date
pl_pl: Planowana data rozp.

# NAME_ProductionStartDate
source: Production Start Date
pl_pl: Data rozpoczęcia

# PAGE_TITLE_Campaign_Index
source: Campaigns
pl_pl: Kampanie

# NAME_WorkOrderList
source: Work Orders List
pl_pl: Lista zamówień

# PAGE_TITLE_Campaign_AddMacroCampaignElementsDialog
source: Add Macro Campaign Elements
pl_pl: Dodaj elementy kampanii makro

# PAGE_TITLE_Campaign_AddMacroCampaignDialog
source: Add Macro New Campaign
pl_pl: Dodaj nową kampanię makro

# PAGE_TITLE_Campaign_MacroCampaignDetails
source: Macro Campaign Elements
pl_pl: Szczegóły kampanii makro

# PAGE_TITLE_Campaign_EditMacroCampaignElement
source: Edit Macro Campaign Element
pl_pl: Edycja elementu kampanii makro

# GLOB_ConfirmChangeCampaignModeInfo
source: Campaign mode will be changed, confirm operation.
pl_pl: Tryb kampani zostanie zmieniony, potwierdź operację.

# NAME_No
source: No
pl_pl: Nie

# GLOB_Form_Button_Append
source: Append
pl_pl: Wstaw

# GLOB_Form_Button_Copy
source: Copy
pl_pl: Kopiuj

# PAGE_TITLE_Campaign_AddOperatorInstruction
source: Add Operator Instruction
pl_pl: Dodawanie instrukcji operatorskiej

# NAME_ActualSplitState
source: Actual Split State
pl_pl: Aktualny stan podziału zamówienia

# NAME_SplitOperation
source: Create Split
pl_pl: Utwórz podział

# NAME_WorkOrderWeightExt
source: Weight
pl_pl: Waga

# PAGE_TITLE_Campaign_SplitMacroCampaignElement
source: Split Macro Campaign Element
pl_pl: Podziel element kampanii makro

# NAME_Billets
source: Billets
pl_pl: Kęsy

# GLOB_ConfirmChangeProductionScheduleModeInfo
source: Production schedule view will be changed, confirm operation.
pl_pl: Widok harmonogramu będzie zmieniony, potwierdź operację.

# GLOB_ProductionScheduleBilletsMode
source: Billets View
pl_pl: Widok kęsów

# GLOB_ProductionScheduleWorkOrdersMode
source: Work Order View
pl_pl: Widok zamówień

# HMI_MENU_Data
source: Data
pl_pl: Dane

# HMI_MENU_ProductionSchedule
source: Production Schedule
pl_pl: Harmonogram produkcji

# NAME_BilletName
source: Billet Name
pl_pl: Nazwa kęsa

# PAGE_TITLE_ProductionSchedule_Index
source: Production Schedule
pl_pl: Harmonogram produkcji

# PAGE_TITLE_ProductionSchedule_SetProductionScheduleMode
source: Production Schedule
pl_pl: Hamonogram produkcji

# CONTROLLER_Campaign
source: Campaigns
pl_pl: Kampanie

# CONTROLLER_Heat
source: Heats
pl_pl: Wytopy

# CONTROLLER_ProductionSchedule
source: Production Schedule
pl_pl: Harmonogram produkcji

# CONTROLLER_SteelGrade
source: Steelgrades
pl_pl: Gatunki stali

# GLOB_ConfirmUndoCampaignStatusInfo
source: Campaign status will be changed, are you sure?
pl_pl: Status kampanii zostanie cofnięty, czy jesteś pewny?

# NAME_BilletsCharged
source: Billets Charged
pl_pl: Kęsy załadowane

# NAME_BilletsInCampaign
source: Billets
pl_pl: Ilość kęsów

# NAME_BilletsRolled
source: Billets Rolled
pl_pl: Kęsy zwalcowane

# NAME_Empty
source: <Empty>
pl_pl: <Brak>

# NAME_SequenceNumber
source: No.
pl_pl: Nr

# NAME_WorkOrdersInCampaign
source: Work Orders
pl_pl: Ilość zamówień

# HMI_MENU_Delays
source: Delays
pl_pl: Przestoje

# HMI_MENU_EventsCatalogue
source: Events Catalogue
pl_pl: Katalog zdarzeń

# HMI_MENU_DelaysSummary
source: Delays Summary
pl_pl: Podsumowanie przestojów

# NAME_Delay
source: Delay
pl_pl: Przestój

# NAME_DelayArea
source: Downtime Area
pl_pl: Obszar przestoju

# NAME_DelayDuration
source: Catalogue Duration
pl_pl: Kat. czas trwania

# NAME_DelayEnd
source: Delay End
pl_pl: Koniec przestoju

# NAME_DelayGroupDevice
source: Group of Equipment for Shutdown
pl_pl: Grupa urządzeń przestoju

# NAME_DelayParentId
source: Parent Category
pl_pl: Kategoria nadrzędna

# NAME_DelayPartType
source: Part-holding Type
pl_pl: Typ częsci przestoju

# NAME_DelayReason
source: Delay Reason
pl_pl: Powód przestoju

# NAME_DelayReasonCategory
source: Category
pl_pl: Kategoria

# NAME_DelayStart
source: Delay Start
pl_pl: Początek przestoju

# NAME_DelayStdTime
source: Standard Downtime
pl_pl: Standardowy czas przestoju

# NAME_DelaySubgroup
source: Part
pl_pl: Część

# PAGE_TITLE_EventsCatalogue_AddEventsCatalogueDialog
source: Add Events Catalogue
pl_pl: Dodaj katalog zdarzeń

# PAGE_TITLE_EventsCatalogue_EditEventsCatalogueDialog
source: Edit Event Catalogue
pl_pl: Edycja katalogu zdarzeń

# PAGE_TITLE_EventsCatalogue_Index
source: Events Catalogue
pl_pl: Katalog zdarzeń

# PAGE_TITLE_DelaysSummary_Index
source: Delays Summary
pl_pl: Podsumowanie przestojów

# NAME_ProductionQueue
source: Production Queue
pl_pl: Kolejność produkcji

# PAGE_TITLE_WorkOrderBilletAssignment_RemoveView
source: Remove From Work Order
pl_pl: Usuń z zamówienia

# CONTROLLER_WidgetConfigurations
source: Widgets Configuration
pl_pl: Konfiguracja widżetów

# HMI_MENU_WidgetConfiguration
source: Widgets Configuration
pl_pl: Konfiguracja widżetów

# NAME_SeqNum
source: Sequence Number
pl_pl: Numer sekwencji

# NAME_WidgetFileName
source: Widget View File Name
pl_pl: Nazwa pliku widoku widżetu

# NAME_WidgetName
source: Widget Name
pl_pl: Nazwa widżetu

# PAGE_TITLE_Watchdog_Index1
source: Watchdog
pl_pl: Kontroler procesow

# PAGE_TITLE_WidgetConfiguration_AddWidgetConfigurationDialog
source: Add Widget Configuration
pl_pl: Dodaj konfigurację widżetu

# PAGE_TITLE_WidgetConfiguration_EditWidgetConfigurationDialog
source: Edit Widget Configuration
pl_pl: Edycja konfiguracji widżetu

# PAGE_TITLE_WidgetConfiguration_Index
source: Widgets Configuration
pl_pl: Konfiguracja widżetów

# NAME_FurnaceGasConsumption
source: Gas Consumption
pl_pl: Zużycie gazu

# NAME_FurnaceStatus
source: Furnace Status
pl_pl: Stan pieca

# NAME_FurnaceZones
source: Furnace Zones
pl_pl: Strefy pieca

# WIDGET_TEXT_MeasuredTemperature
source: Measured Temp.
pl_pl: Temp. mierzona

# WIDGET_TEXT_O2Content
source: O2
pl_pl: Tlen

# WIDGET_TEXT_SetupTemperature
source: Setup Temp.
pl_pl: Temp. ustawienia

# GLOB_Name_AssignedBillets
source: Assigned Billets
pl_pl: Przypisane kęsy

# HMI_MENU_Furnace
source: Furnace
pl_pl: Piec

# HMI_MENU_FurnaceHeatingHistory
source: Furnace Heating History
pl_pl: Historia grzania pieca

# PAGE_TITLE_FurnaceHeatingHistory_Index
source: Furnace Heating History
pl_pl: Historia grzania pieca

# UNIT_VolumePerTime
source: gal/h
pl_pl: m3/h

# GLOB_NAME_Charged
source: Charged
pl_pl: W piecu

# GLOB_NAME_InStorage
source: In Storage
pl_pl: W magazynie

# GLOB_NAME_Rolled
source: Rolled
pl_pl: Zwalcowane

# NAME_MacroCampaignState
source: Macro Campaign State
pl_pl: Stan kampanii makro

# NAME_ActualTempOnEnter
source: Act. Enter Temp.
pl_pl: Akt. temp. wejścia

# NAME_ActualTempOnLeave
source: Act. Leave Temp.
pl_pl: Akt. temp. wyjścia

# NAME_DateTimeEntersZone
source: Enter Date
pl_pl: Data wejścia

# NAME_DateTimeLeaves
source: Leave Date
pl_pl: Data wyjścia

# NAME_FurnaceZone
source: Furnace Zone
pl_pl: Strefa

# NAME_SpTempOnEnter
source: Sp. Enter Temp.
pl_pl: Ust. temp. wejścia

# NAME_SpTempOnLeave
source: Sp. Leave Temp.
pl_pl: Ust. temp. wyjścia

# NAME_TimeSpentInZone
source: Time
pl_pl: Czas

# PAGE_TITLE_FurnaceHeatingHistory_OpenBilletFurnaceHistoryInfo
source: Billet Furnace History
pl_pl: Historia kęsa w piecu

# NAME_MacroCampaignsArchive
source: Macro Campaigns Archive
pl_pl: Archiwum kampanii makro

# NAME_MacroCampaignsBeforeRelease
source: Macro Campaings To Release
pl_pl: Kampanie makro do wydania

# NAME_HeatingTemperature
source: Heating Temperature
pl_pl: Temperatura grzania

# NAME_HeatingTime
source: Heating Time
pl_pl: Czas grzania

# WIDGET_TEXT_FCE_ZoneMeasTemp
source: Zone Measured Temp.
pl_pl: Zmierzona temp. strefy

# WIDGET_TEXT_FCE_ZoneO2
source: Zone O2
pl_pl: Strefa O2

# WIDGET_TEXT_FCE_ZoneSptTemp
source: Zone Setup Temp.
pl_pl: Ustawiona temp. strefy

# PAGE_TITLE_Furnace_Index
source: Furnace
pl_pl: Piec

# NAME_ActTemp
source: Actual Temp.
pl_pl: Mierzona temp.

# NAME_ChargingOrder
source: Charging Order
pl_pl: Kolejność ładowania

# NAME_DischargingOrder
source: Next To Discharge
pl_pl: Do wyładowania

# NAME_Furnace
source: Furnace Overview
pl_pl: Widok pieca

# NAME_HeatingTempOK
source: Heating Temp. OK
pl_pl: Temp. grzania OK

# NAME_HeatingTimeLong
source: Heating Time Too Long
pl_pl: Za długi czas grzania

# NAME_HeatingTimeOK
source: Heating Time OK
pl_pl: Czas grzania OK

# NAME_HeatingTimeShort
source: Heating Time Too Short
pl_pl: Za krótki czas grzania

# NAME_OverHeating
source: Billet Overheated
pl_pl: Kęs przegrzany

# NAME_SpTemperature
source: Specified Temp.
pl_pl: Ustawiona temp.
